UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Монастырь когда-то был центром обучения и просвещения. С появлением Плети во время Третьей Войны, мирный монастырь превратился в цитадель фанатичного Алого ордена. Рыцари ордена нетерпимы ко всем нечеловеческим расам, невзирая на союзы и принадлежности. Они верят, что любой чужак – потенциальный носитель чумы нежити – и должны быть уничтожены.',
	`Text0_1_loc8`='Монастырь когда-то был центром обучения и просвещения. С появлением Плети во время Третьей Войны, мирный монастырь превратился в цитадель фанатичного Алого ордена. Рыцари ордена нетерпимы ко всем нечеловеческим расам, невзирая на союзы и принадлежности. Они верят, что любой чужак – потенциальный носитель чумы нежити – и должны быть уничтожены.' 
WHERE `entry` = 7207;

UPDATE `locales_npc_text` SET 
	`Text0_1_loc8`='\"Дарнас?\"$B$BНочной эльф, друид смотрит на вас выжидающе, но понятно, что вы не можете словесно общаться с ней. Она несколько раз улыбается и показывает на вас, потом на себя. Потом улыбается снова. Потом она показывает вниз и затем показывает на север.$B$BНаверное она имеет в виду что друид с которым вы можешь поговорить, находится дальше по дороге?' 
WHERE `entry` = 2845;

UPDATE `locales_npc_text` SET 
	`Text0_1_loc8`='Эти леса страдают от ужасного проклятья! Их обитатели превратились в жалкие тени самих себя! Если ты не из наших врагов, пожалуйста, помоги нам восстановить Оскверненный лес!' 
WHERE `entry` = 2842;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Этот выжженный солнцем город служит домом троллям из клана Песчаной Ярости, известных своей редкостной безжалостностью и темным мистицизмом. Легенды троллей рассказывают о мощном мече, именуемом как Суль\'траз Каратель, оружие, способное вселять страх и слабость даже самым грозным врагам. Давным-давно, оружие было разбито на две части. Однако, ходят слухи, что в где-то стенах Зул\'Фаррака можно найти обе половинки.', 
	`Text0_1_loc8`='Этот выжженный солнцем город служит домом троллям из клана Песчаной Ярости, известных своей редкостной безжалостностью и темным мистицизмом. Легенды троллей рассказывают о мощном мече, именуемом как Суль\'траз Каратель, оружие, способное вселять страх и слабость даже самым грозным врагам. Давным-давно, оружие было разбито на две части. Однако, ходят слухи, что в где-то стенах Зул\'Фаррака можно найти обе половинки.' 
WHERE `entry` = 7214;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Истинную силу нашего духа мы можем познать лишь при встрече с непредвиденной бедой. Ты $gповерил:поверила; в себя, хотя и не $gбыл уверен:была уверена;, что выживешь. Твой разум открыт, и твой дух готов встретить все, что ждет впереди.$B$BЕсли желаешь, можешь приступить к следующему испытанию.',
	`RequestItemsText_loc8`='Вера. Это гораздо важнее, чем думают некоторые.$B$BПорой неважно во что ты веришь. Главное, чтобы ты во что-то $gверил:верила;.' 
WHERE `entry` = 1149;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Гренка была очень сильна даже для $gтакого:такой; как ты. Сегодня ты можешь по праву гордиться собой.$B$BВо время испытания веры ты $gпоказал:показала; силу своего духа, а сегодня $gподтвердил:подтвердила;, что физически ты $gготов:готова; к битве. Гарпии Легкого Пера мертвы, и теперь настало время нового испытания.',
	`RequestItemsText_loc8`='Чтобы пройти все назначенные испытания, ты $gдолжен:должна; подготовиться морально, духовно и физически.$B$BМы слишком часто рвемся вперед неподготовленными. Я считаю своим долгом подготовить всех новичков, которые приходят ко мне, вне зависимости от их племени. Они должны знать, с чем им предстоит столкнуться за порогом родного дома.' 
WHERE `entry` = 1150;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Отличная работа, $C. Ты $gизучил:изучила; книгу как следует и $gпрошел:прошла; еще одно наше испытание.', 
	`RequestItemsText_loc8`='Жизнь полна вопросов, $C И ты никогда не сможешь ответить на все. Но приложив терпение и усилия, ты не только сможешь ответить на важные вопросы, но и приобретешь важные знания.' 
WHERE `entry` = 6627;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Тебя прислал Брауг? Невероятно.$B$B*Парквел критически осматривает вас.*$B$B$gСправился:Справилась; в Дор\'Даниле, $gпрошел:прошла; испытание веры и $gсовладал:совладала; с могущественным элементалем? Ха! Да ты, наверное, $gнаслушался:наслушался; разговоров в таверне и теперь нагло врешь мне! Думаешь, что сможешь пройти мое испытание? Ну что ж, хорошо... $C.' 
WHERE `entry` = 1159;

UPDATE `locales_quest` SET 
	`Details_loc8`='Я скажу тебе, что искать, и даже задам вопрос, но не потому, что тебе хочется проявить себя. Знания гораздо важнее силы. Даже если кто-то силой превосходит тебя, твои знания о мире могут оказаться куда полезнее.$B$BОтправляйся в монастырь на севере Тирисфальских лесов. В их библиотеке есть книга под названием \"Истоки угрозы нежити\" – по ней ныне обезумевшие паладины учатся истреблять моих собратьев.$B$BПринеси ее мне.', 
	`OfferRewardText_loc8`='Это та самая книга, которую я велел тебе найти.$B$B*Парквел нежно проводит рукой по обложке, разглядывая ее.*$B$BЗначит, ты хочешь, чтобы я задал тебе вопрос, чтобы ты $gмог:могла; доказать, что твой дух так же силен, как и тело? Если ты хорошо $gизучил:изучила; книгу, то я задам тебе вопрос, и с испытаниями будет покончено.', 
	`RequestItemsText_loc8`='Надеюсь, ты $gдоставил:доставила; Алому ордену достаточно неприятностей перед тем, как украсть книгу.$B$BМое отношение к ним отнюдь не беспочвенно. Возможно, когда-то его участники и почитали Свет, но теперь они стремятся лишь уничтожить всех, кто не принадлежит к их религии. Они считают, что вся нежить – Отрекшиеся и все остальные – должна быть уничтожена, а тех, кто путешествует в земли нежити, они считают либо безумцами, либо рабами сильной магии. Идиоты. Идиоты и глупцы, все до единого.' 
WHERE `entry` = 1160;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Мы пережили их атаку!$B$BБез вас, $N, нам бы это не удалось. Мы отчалим, как только поднимется прилив. Если бы вы не были столь многообещающей героической личностью, я предложил бы вам место в своей команде. Но, конечно, вас ждет рыбка покрупнее.$B$BНесмотря на то, что вы всего лишь $R...' 
WHERE `entry` = 667;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Приветствую, $C. Так много всего надо сделать, так много всего свершить. Ты сможешь помочь нам, и твоя помощь будет неоценима.' 
WHERE `entry` = 3762;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ммм ты $gпринес:принесла; его! Я чувствую ожерелье даже отсюда. Давай посмотрим на эту прелесть... $B$BЭй ты кого здесь пытаешься обмануть? В ожерелье нет камней! Ты $gдумал:думала; я не замечу этого? Даже Малтон смог бы увидеть, что камни пропали.$B$BХорошо, я не говорю, что это ты $gукрал:украла; камни... но украшение ничего не стоит без них. Похоже, тебе придется снова попотеть!' 
WHERE `entry`= 2283;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Похоже что вы нашли останки того паладина, о котором говорил Дран. Бесцеремонно обыскав останки, вы находите журнал. Он в плохом состоянии – засохшая кровь, видимо его хозяина, покрывает его местами. Написанное можно разобрать с трудом, потому что оно на языке людей.$b$bВам нужен тот, кто сможет перевести книгу.' 
WHERE `entry` = 2284;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Будь осторожней со своей печатью, $C. Есть те, кто не верят в наше праведное дело.$B$BИ есть те, кто хотел бы увидеть нашу неудачу.$B$BМы всегда должны быть осторожны и бдительны.' 
WHERE `entry` = 728;

UPDATE `locales_quest` SET 
	`Details_loc8`='Она делает вид, что с ней все в порядке. Ей хочется, чтобы я думала, будто она сама сумеет справиться с горем, но я же не слепая. Смерть Трея и его крики под пытками, которым его подвергали, долго мучили ее, и мы ничем не могли ей помочь. Но мы все же можем дать ей хоть немного покоя!$B$B$N, вернись в Оплот Теней, убей мучителя Трея и найди его останки. Почему бы нам самим не покончить с этим, пока Арко\'нарин оплакивает своего друга?' 
WHERE `entry` = 5204;

UPDATE `locales_quest` SET 
	`Details_loc8`='Сожаление. Это все, что у меня есть. Одно неверное решение, приведшее к массе плохих последствий. Если бы я только дождался тех приказов! Может быть, там было бы сказано подробно обо всех ужасах, ожидающих нас в этих проклятых землях? Может быть, нам дали бы другое задание или выслали бы подкрепление? Но в конечном итоге, это моя вина. Все это – моя вина. $B$BИ вот я стою здесь, ожидая приказов. Я должен знать. Я должен знать, каковы эти приказы. $B$BКомандир-посланник Руаг находится в Каменоре. Найди его и узнай, что стало с приказами.', 
	`OfferRewardText_loc8`='Эта история отпечаталась в моей памяти...$B$B< Командир Руаг качает головой.>$B$BУжасная вещь приключилась с этим полком. Орда потеряла своих лучших солдат, когда эта часть была перебита до последнего...' 
WHERE `entry` = 2621;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Это хуже, чем я ожидал. Девятнадцать моих соратников были бы избавлены от мучений, которым они подвергаются. Если бы я только действовал не столь неразумно!$B$BПомоги им, $N! Я бессилен что-либо сделать.' 
WHERE `entry` = 2623;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Наконец-то – метла, достойная Гаррета. Ты $gоправдал:оправдала; каждый серебряный, что я на тебя потратил...$B$BСлышите меня грязные мыши? Теперь у меня фамильное оружие! Дрожите, мыши, я иду!', 
	`RequestItemsText_loc8`='Это меня так достает, так достает... Эти летучие мыши... Ну скажи мне что ты уже $gдобыл:добыла; мое фамильное сокровище. Я тебе серебром за него заплачу, чего ж ты еще хочешь?' 
WHERE `entry` = 2342;

UPDATE `locales_quest` SET 
	`Details_loc8`='Послушай, я расскажу тебе о масле льда – это лучшее средство для того, чтобы уберечь мотор или механизмы от перегрева.$B$BЕго охлаждающая способность просто потрясает, а его долговечность в качестве смазочного материала просто не имеет равных. И это еще не все: оно позволяет сохранять чары на магических предметах.$B$BМне нужен сосуд этого масла, чтобы усилить магический потенциал кандалов моей работы и сделать их достаточно мощными, чтобы вызванный нами дух не прикончил нас на месте.$B$BБро\'кин, мой друг-гоблин, научит тебя, как изготовить масло. Ты найдешь его в Альтераке.' 
WHERE `entry` = 713;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Источник энергии который ты $gдал:дала; мне, оправдал все надежды, что я на него возлагал. Мне хватило на ожерелье, и еще осталось на три таких же. Они окупят издержки, а эти Скупщики Дрофферс и сын просто полные придурки.$b$bА тебе, мой дорогой друг, я припас нечто особенное, думаю это покроет твои издержки по этому... делу.' 
WHERE `entry` = 2341;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Вот ты полакомишься, $N. Смотри и учись!$B$B*Могиль начинает готовить мидии с сюрпризом.*' 
WHERE `entry` = 6610;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Как идут поиски, $N?$B$BТабета более чем полезна когда речь заходит о магии. Я уверена что ей не составит труда помочь тебе, если ты конечно найдешь ее.' 
WHERE `entry` = 4976;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='А, дух гончей скверны. Молодец, $N.$B$BКогда у меня будет и дух, и очищенная сфера, я смогу слить их воедино, но не раньше.', 
	`RequestItemsText_loc8`='Да, $N? Ты $gсделал:сделала; выбор? Инфернал или гончая скверны?$B$BЧасто чернокнижники предпочитают усиливать сильные стороны, а не развивать слабые. Порой лучше научиться чему-то одному, чем стать разносторонним заклинателем.' 
WHERE `entry` = 4962;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ты еще не $gзавершил:завершила; свое задание, $N. А может мне стоит сообщить об этом Шарлиндре?' 
WHERE `entry` = 518;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Я неверно изложил свои приказы, $c? Я хочу, чтобы с верховным инквизитором Вайтмейн было покончено раз и навсегда.$B$BТакже убей командира Могрейна из Алого ордена. Наведайся к воителю Ироду. И сотри в порошок этого псаря Локси с его мерзкими дворнягами.$B$BА теперь, убирайся!' 
WHERE `entry` = 1048;

UPDATE `locales_quest` SET 
	`Details_loc8`='Хммм. Я сказал бы, что ты еще $Gне готов:не готова;, но тут не мне решать. Страхад думает иначе, а решает он... пока.$B$BОн хочет с тобой говорить, причем срочно. Он пока все еще в Степях над Кабестаном, в своей маленькой башне со своими учениками.$B$BДолго не тяни.' 
WHERE `entry` = 3631;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Мы сильно страдаем от того, что случилось в прошлом. Спасибо за все, что ты $gсделал:сделала; для защиты Древобрюхов. И в знак начала нашей дружбы, прими этот скромный подарок.', 
	`RequestItemsText_loc8`='Так держать, $N. Если ты хочешь получить наше доверие, то тебе нужно будет проявить себя.' 
WHERE `entry` = 8460;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Обыщите долину Рваных Ран в Оскверненном лесу и найдите останки Крошиуса. Когда вы их найдете, поднесите к ним пламень Скверны и подождите, пока Крошиус не восстанет из праха. Когда инфернал очнется, убейте его и возьмите из его тела огненное ядро Крошиуса.$B$BПринесите огненное ядро Крошиуса Ниби Всемогущему в Оскверненный лес.' 
WHERE `entry` = 7603;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Вы проверяете тело, несчастные останки рыцаря Серебряной Длани, Трея Светогорна. Вы думаете о том, есть ли в вашей жизни что-то столь же дорогое как этот человек был дорог той, которой вы недавно помогли бежать из Оплота Теней.$B$BПодумав, вы понимаете что не можете отнести останки паладина к Джессире без того чтобы прежде убить его истязателя.' 
WHERE `entry` = 5204;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Вы помещаете камень в купель сущности. $B$B\"Благодарю тебя, смертный теперь я... О нет! Не может быть! Скверна проклятого бога проникла даже в эту купель! Умоляю! Я чувствую, как сознание покидает меня! БОЛЬНО! Я чувствую, как мою душу поглощает вечный кошмар!\"$B$B\"Умоляю тебя, смертный! Найди одного из зеленых драконов, чтобы он смог прекратить мои мучения! Помоги мне! Я обречен на вечную агонию... Пощади!\"', 
	`RequestItemsText_loc8`='Приблизившись к купели, о которой говорил Эраникус, вы снова слышите его голос.$B$B\"Да, смертный эта купель освободит неоскверненную частицу моего разума, заключенную в этот камень. Помести его в купель и позволь магии зеленых драконов очистить мою сущность от скверны. только тогда я обрету истинную свободу и только тогда драконы вновь обретут власть над Атал\'ай.\"' 
WHERE `entry` = 3373;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Готово, $N. Прими это одеяние и носи его с честью.$B$BТы хорошо $gпоработал:поработала;, и я предвижу, что тебя ждут великие дела. Помни: чтобы справиться с искушением скверны, которое подстерегает каждого, ступившего на путь магии, понадобится сильная воля и немалая стойкость. Пока ты не лишился воли, тебя ждут великие успехи.', 
	`RequestItemsText_loc8`='Секундочку, $n...' 
WHERE `entry` = 4786;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ха-ха-ха! Я так и знала, что ты вернешься.$B$B*Ива бормочет себе под нос.*$B$B... Как легко убедить.$B$B... пойдет на что угодно за сходную цену. Хе-хе-хе...' 
WHERE `entry` = 7028;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Соберите 10 артефактов Атал\'ай для Фелзерула из Каменора.', 
	`OfferRewardText_loc8`='Твое усердие в происках артефактов Атал\'ай достойно похвалы, $C.' 
WHERE `entry`= 1424;

UPDATE `locales_quest` SET 
	`Details_loc8`='Прямо на юго-западе отсюда расположен лагерь фурболгов Мертвого Леса. В лагере царствует порча, и я хочу положить этому конец прежде, чем эти фурболги станут настоящей угрозой.$B$BПлемя Мертвого Леса злобное, но это все действие скверны, поразившей их разум. Они враждебны не от природы, но тут уж ничего не поделать. Мне невыносимо тяжело сражаться против собратьев.$B$BПрошу тебя, $N, делай, что $gдолжен:должна;, но не рассказывай мне подробностей – у меня и без того сердце разрывается.', 
	`RequestItemsText_loc8`='Я уверен, тебе удастся завоевать доверие Древобрюхов. Древобрюхи никогда не забывают своих союзников, особенно в такие темные времена.' 
WHERE `entry` = 8461;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Море кажется обширным и неустанным, но ты $gзапачкал:запачкала; его кровью этих рыбо-людей. Рыбо-люди знают, что такое боль. Их глупость, уменьшит их ряды.$B$BПусть в буквальном смысле их крик, затмит рев моря. Я буду улыбаться каждый раз, когда услышу их оглушительный крик.$B$BМожешь пойти и убить еще этих рыбо-людей. Я с удовольствием вознагражу тебя.' 
WHERE `entry` = 1426;

UPDATE `locales_quest` SET 
	`Details_loc8`='Из робота снова раздается голос гнома:$B$B\"Нужно вывести КПХ-09/HL на открытое и безопасное место, чтобы он мог взять нужный разбег и взлететь. У него есть система маскировки, но она, похоже, повреждена, поэтому вам придется проводить цыпленка до... ну, скажем, до побережья за Обзорными скалами! Местность там тихая и открытая, так что разбежаться он сумеет\".$B$B\"Пожалуйста, проводите робота на берег, а потом загляните ко мне в Пиратскую бухту. Карлс Пропеллерз, конец связи\".', 
	`Objectives_loc8`='Сопроводите КПХ-09/HL на побережье за Обзорными скалами, а потом доложитесь Карлсу Пропеллерзу в Пиратской бухте.', 
	`EndText_loc8`='Проводить КПХ-09/HL на побережье за Обзорными скалами.' 
WHERE `entry` = 836;

UPDATE `locales_quest` SET 
	`Title_loc8`='Найти КПХ-22/FE!' 
WHERE `entry` = 2766;

UPDATE `locales_quest` SET 
	`Title_loc8`='Спасти КПХ-22/FE!', 
	`Details_loc8`='Из динамика снова слышится искаженный разрядами голос гнома:$b$b\"Мне необходимо перегнать КПХ-22/FE в просторное и безопасное место, чтобы начать длительную процедуру подготовки к взлету. Проводите робота из того места, где вы его обнаружили, в... ну, скажем, в порт на Забытом берегу! Это самое подходящее место, и там достаточно просторно, чтобы аппарату было где развернуться.$b$bПроводите робота в порт, а затем сообщите об этом мне. Я живу в Пиратской бухте, меня зовут Карлс Пропеллерз. Конец связи!\"', 
	`Objectives_loc8`='Проводите КПХ-22/FE в порт на Забытом Берегу, затем сообщите об этом Карлсу Пропеллерзу в Пиратской бухте.', 
	`EndText_loc8`='Проводите КПХ-22/FE в порт на Забытом Берегу' 
WHERE `entry` = 2767;

UPDATE `locales_quest` SET 
	`Title_loc8`='Собственный КПХ', 
	`OfferRewardText_loc8`='Тебе удалось выручить всех трех моих роботов серии КПХ! Ты сделал все, что требовалось и даже больше, поэтому я хочу особым образом отблагодарить тебя за помощь. Это миниатюрная версия того же робота, с которым ты провел так много времени и полюбил, ООХ!$B$BОбычно я никому не дарю такие опасные устройства, но ты оказал мне неоценимую помощь. Кроме того, у этой тварюшки отключены боевые механизмы и устройство самонаведения.$B$BА в остальном это полноценный КПХ!' 
WHERE `entry` = 3721;

UPDATE `locales_quest` SET 
	`Details_loc8`='Вы находите какой-то странный яйцевидный металлический предмет. Повозившись с кнопками, вы пробуждаете яйцо, и оно превращается в гномского робота! Изнутри доносится голос.$b$b\"Меня зовут Карлс, и мой автономный робот потерялся! За его находку полагается награда! Прошу, отнесите этот маяк к роботу. Я уже вычислил координаты. Он сломался возле Зияющей бездны в Танарисе.\"', 
	`OfferRewardText_loc8`='Вы помещаете яйцо... аварийный маяк... внутрь цыпленка... робота.$B$BИзнутри робота доносится жужжание и скрип – он пытается встать. Когда робот оживает, изнутри доносится голос Карлса:$B$B\"По крайней мере, КПХ-17/TN работает, но нуждается в серьезном ремонте! Он слишком тяжелый, чтобы унести отсюда... впрочем, у меня есть идея. Не хотите присмотреть за ним?\"' 
WHERE `entry` = 351;

UPDATE `locales_quest` SET 
	`Details_loc8`='Вернитесь к моей жене, старейшине Зазубренный Клык! Скажите ей, что со мной все хорошо, и что скоро я буду дома. Она непременно наградит вас за это известие.' 
WHERE `entry` = 7847;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='ДА!$b$bЯ имею, в виду, спасибо, $N. Это будет весьма полезно, когда придется убираться с Бесплодных земель.' 
WHERE `entry` = 715;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Приветствую, $C. Я рад что ты $gзаинтересовался:заинтересовалась; в оказании помощи нашему исследованию. Надеюсь, тебя не испугает, если я сообщу тебе, что работа будет опасной. Но, глядя на тебя, я вижу, что ты не раз $gсталкивался:сталкивалась; с опасностью.' 
WHERE `entry` = 936;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='А, голова Андре. Значит, суд над ним все-таки состоялся!$b$bБольшое спасибо, $N. А теперь распишись тут, и я займусь оплатой твоих услуг.$b$bИ не беспокойся из-за надписи мелким шрифтом. Ничего страшного там нет, и... Не думаю, что найдется такое маленькое увеличительное стекло, все равно ее не прочитаешь.' 
WHERE `entry` = 2875;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ты взволновано выглядишь. Что-то хочешь мне рассказать?' 
WHERE `entry` = 2876;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Когда вы прикасаетесь к постаменту, Ульдаманские диски в вашем заплечном мешке начинают гудеть и светиться. Знакомое покалывание ощущается в руках, и перед вратами Ульдума оживает изваяние Каменного стража.\n\n\"Приветствую вас. Я – страж входа. Среди дисков доступа не хватает Ульдумских пластин. Пожалуйста, дополните набор дисков этими пластинами и повторите последовательность доступа. Благодарю за внимание\".' 
WHERE `entry` = 2966;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ах, да, медовуха для отца! Он хочет продать медовуху здесь, в кабаке Оргриммара, но мы получим больше денег, если она будет в оригинальной упаковке. Я знаю, где ее можно достать, но это во Внутренних землях, где и медовуха. Но она, кх, у высших эльфов.$b$bНо это хороший эльф, он не входит в состав Альянса. Правда, он не настолько хороший высший эльф, как пьяный эльф. Он любит, вернее ему очень нравится выпивка.' 
WHERE `entry` = 649;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Что ж, давай посмотрим, что в этом бочонке!$b$bДа, да, выглядит, как будто оно всегда было здесь. Вот твоя плата, за хорошую работу.$b$bЭти бутылки \"Медовой зыби из Внутренних земель\" будут оставлены для особого случая.' 
WHERE `entry` = 81;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Правильно, рядовой $N, не прилагай никаких усилий, чтобы помочь мне выгрузить эту почву. Если бы Великие Духи хотели, чтобы она была выгружена, то почему бы им не сделать это самим?!$B$BВерховный друид Рунический Тотем хочет поговорить с тобою снова. Так что ты бы $gпоспешил:поспешила; к нему.' 
WHERE `entry` = 3761;

UPDATE `locales_quest` SET 
	`Details_loc8`='Этот мир полон беспокойных духов, $N. Среди них есть такие, которые оказались скованы в местах, в которых таится древнее зло, и были поражены скверной.$B$BСлыхал я о храме, сокрытом в глубинах болот – он был погружен туда силами, величие которых недоступно сознанию простого смертного.$B$BЕсли хочешь узнать больше о затонувшем храме, отыщи гоблина по имени Марвон Клепальщик. Он облазил многие развалины и останки древних поселений. А недавно он отправился изучать развалины строений троллей в Танарисе.' 
WHERE `entry` = 3380;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Да... этот камень...$B$BКо мне снова возвращается память, $N...' 
WHERE `entry` = 3444;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Для работы антикровоцветного шокера, мне нужен побег кровоцвета. Тогда я смогу откалибровать и настроить его работу.$b$bЕсли бы он не был бы таким упрямым, мы бы уже выбрались отсюда...' 
WHERE `entry` = 4148;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Хорошо сделано, $N, я уверена, что наш Верховный друид поблагодарит тебя лично. Пока же возьми это в знак нашей благодарности. Наша нужда в рассветнице постоянна, так что пожалуйста приноси еще сколько сможешь...' 
WHERE `entry` = 3786;

UPDATE `locales_quest` SET 
	`Details_loc8`='Тебе повезло, $N! Я тут работала над кой-какими собственными изобретениями, пока Марвон в отъезде. И вот моя последняя разработка – антижучиный шокер ближнего действия! Его надо совсем чуть-чуть поправить, и можно смело использовать против кровоцветов-паразитов. С удовольствием подарю тебе одну из моих тестовых моделей, однако для нее необходимо питание – туман Атал\'ай. Его можно собрать в Храме Атал\'Хаккара с обитающих там трясинных скрытней, мракочервей и слизнюков.', 
	`Objectives_loc8`='Доставьте незаряженный шокер и 5 образцов тумана Атал\'ай Лариону в Укрытие Маршалла.' 
WHERE `entry` = 4146;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Да, это накладная на получение 20 пакетов семян, подтверждаю. И подпись Верховного друида подлинная... Однако должен тебя предупредить, если у тебя закончатся эти семена, то следующая партия влетит тебе в копеечку. Они очень дороги, эти семена...$B$BНу а вырастишь рассветницу, Верховный друид вознаградит тебя так, что это окупит твои затраты.' 
WHERE `entry` = 3781;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Да, это накладная на получение 20 пакетов семян, подтверждаю. И подпись Верховного друида подлинная... Однако должен тебя предупредить, если у тебя закончатся эти семена, то следующая партия влетит тебе в копеечку. Они очень дороги, эти семена...$B$BНу а вырастишь рассветницу, Верховный друид вознаградит тебя так, что это окупит твои затраты.' 
WHERE `entry` = 3782;

UPDATE `locales_gameobject` SET `name_loc8`='Ловушка Айса' WHERE `entry` = 175887;

UPDATE `locales_gameobject` SET `name_loc8`='Потерянные инструменты Углежога' WHERE `entry` = 179908;

UPDATE `locales_creature` SET `name_loc8`='Порождение Ноксиона' WHERE `entry` = 13456;

UPDATE `locales_creature` SET `name_loc8`='Змей племени Хаккари' WHERE `entry` = 8336;

UPDATE `locales_creature` SET `name_loc8`='Бес Хукку' WHERE `entry` = 8658;

UPDATE `locales_item` SET `name_loc8`='Гримуар Успокаивающего поцелуя (Ранг 1)' WHERE `entry` = 16375;

UPDATE `locales_item` SET `name_loc8`='Гримуар Успокаивающего поцелуя (Ранг 2)' WHERE `entry` = 16376;

UPDATE `locales_item` SET `name_loc8`='Гримуар Успокаивающего поцелуя (Ранг 3)' WHERE `entry`= 16377;

UPDATE `locales_item` SET `name_loc8`='Гримуар Успокаивающего поцелуя (Ранг 4)' WHERE `entry` = 16378;

UPDATE `locales_item` SET `description_loc8`='Собственность Экспедиции Маршалла.' WHERE `entry` = 11112;

UPDATE `locales_item` SET `description_loc8`='Собственность Экспедиции Маршалла.' WHERE `entry`= 11113;

UPDATE `locales_item` SET `description_loc8`='Собственность Виллидена Маршалла' WHERE `entry` = 11116;

UPDATE `locales_item` SET `name_loc8`='Раздувшаяся зубатка' WHERE `entry` = 6647;

UPDATE `locales_item` SET `name_loc8`='Раздувшаяся мощь-рыба' WHERE `entry`= 21243;

UPDATE `locales_item` SET `name_loc8`='Раздувшийся масляный черноротик' WHERE `entry`= 21162;

UPDATE `locales_item` SET `name_loc8`='Раздувшаяся краснобородка' WHERE `entry`= 13881;

UPDATE `locales_item` SET `name_loc8`='Раздувшаяся каменношкурая треска' WHERE `entry`= 21164;

UPDATE `locales_item` SET `name_loc8`='Раздувшийся лосось' WHERE `entry`= 13891;

UPDATE `locales_item` SET `name_loc8`='Раздувшаяся рыбка' WHERE `entry`= 6643;

UPDATE `locales_item` SET `name_loc8`='Раздувшаяся форель' WHERE `entry`= 8366;

UPDATE `locales_item` SET `name_loc8`='Аварийный маяк КПХ-09/HL' WHERE `entry`= 8704;

UPDATE `locales_item` SET `name_loc8`='Аварийный маяк КПХ-22/FE' WHERE `entry`= 8705;

UPDATE `locales_item` SET `name_loc8`='Гримуар Кровавого союза (Ранг 1)' WHERE `entry`= 16321;

UPDATE `locales_item` SET `name_loc8`='Гримуар Кровавого союза (Ранг 2)' WHERE `entry`= 16322;

UPDATE `locales_item` SET `name_loc8`='Гримуар Кровавого союза (Ранг 3)' WHERE `entry`= 16323;

UPDATE `locales_item` SET `name_loc8`='Гримуар Кровавого союза (Ранг 4)' WHERE `entry`= 16324;

UPDATE `locales_item` SET `name_loc8`='Гримуар Кровавого союза (Ранг 5)' WHERE `entry`= 16325;
