UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Привет тебе, $N, и добро пожаловать. Ты здесь чтобы учиться около Алтаря Бурь... Или.. ты $gпришел:пришла; поговорить со мной? Ага, я понял, что тебе надо... Ты хочешь быть мастером коня погибели? Неслабая задача, она тебе будет стоить немалого количества крови и пота... и не в последнюю очередь золота. Но конь погибели, это приз за который стоит побороться...' 
WHERE `entry` = 7562;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Существует только один способ проникнуть в логово дракона, $R.$B$BВидишь ли, только сильнейшим из черных драконов разрешается входить в логово праматери! Они должны пройти немало испытаний, прежде чем получат доступ к ключу, который должен быть зачарован самим генералом Драккисатом.$B$BПоскольку ты не из рода черных драконов, тебе придется столкнуться с определенными трудностями, чтобы проникнуть туда.$B$B*Рексар усмехается.*' 
WHERE `entry` = 6567;

UPDATE `locales_quest` SET 
	`Details_loc8`='Значит, $r возжелал стать одним из рода черных драконов?$B$BСоздать необходимую тебе иллюзию – пара пустяков. Куда труднее собрать компоненты, необходимые для наложения этих чар. Раз Вождь поручил тебе такую миссию, Миранде остается повиноваться.$B$BОтправляйся в верхнюю часть крепости на пике Черной горы и убей столько черных драконидов, чтобы набить заплечные мешки их глазами.$B$BКогда наберешь достаточно, возвращайся к Миранде.', 
	`RequestItemsText_loc8`='Глаза тех, кого мы хотим изобразить, являются основной частью любой иллюзии, $N.$B$B*Миранда показывает на сумку, доверху наполненную глазными яблоками с пометкой \"Алый Орден\".*$B$B*Миранда смеется.*' 
WHERE `entry` = 6569;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Один из нессскольких пал...', 
	`RequestItemsText_loc8`='*Огнебор шипит.*' 
WHERE `entry` = 6582;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Еще один пал...', 
	`RequestItemsText_loc8`='Не возвращайся сюда, пока не искупаешь в крови наших врагов и не впитаешь их страдания.' 
WHERE `entry` = 6583;

UPDATE `locales_quest` SET 
	`Details_loc8`='Дозорные Времени, дети Ноздорму – Повелителя Вечноссссти...$B$BТрое из них охраняют Пещеры Времени, но только один из этих троих представляет интерес для черных драконов: Изменяющий время Хроналис, любимый отпрыск Ноздорму. Расправьсссся с ним так, чтобы даже песок в его часах рыдал от ужаса, и вернись ко мне с его черепом.', 
	`OfferRewardText_loc8`='Остались самые ненависсстные...' 
WHERE `entry` = 6584;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Я сомневался в твоей самоотверженности, но ты стоял на своем, поражая наших врагов и принося славу нашему роду.$B$BТеперь я приготовлю черепа.' 
WHERE `entry` = 6585;

UPDATE `locales_quest` SET 
	`Details_loc8`='Кони погибели живут в другом мире, на огненных равнинах Зорота, и чтобы подчинить себе одного из них, необходимы могущественные руны. Я могу начертать эти руны на пергаменте, но для этого нужны особые чернила.$B$BВ далеких Зимних Ключах живут совухи. Некогда они были чистыми существами, но демоническое влияние Теснины Зловещего Шепота лишило их разума, и они бродят по снегам в полном безумии.$B$BИз их крови я и сделаю чернила. Остается ее добыть.', 
	`RequestItemsText_loc8`='Ну что, $gвидел:видела; совухов, $N? Магия этих существ сильна и концентрируется не где-нибудь, а в крови!' 
WHERE `entry` = 7563;

UPDATE `locales_quest` SET 
	`Details_loc8`='Ну, теперь за дело! $B$BЯ буду здесь... в укрытии.$B$BЕсли хочешь, можешь присоединиться.' 
WHERE `entry` = 777;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='... Это еще что такое? Сердце древесника? Оно все поросло вонючим мхом!\n\nХорошо, что ты принесла его мне, $N. Я исследую это сердце и, если удача повернется ко мне лицом, выясню, что это за мох на нем.' 
WHERE `entry` = 927;

UPDATE `locales_quest` SET 
	`Details_loc8`='Прямо к северу от Астранаара живут фурболги Колючего Меха. Мои разведчики доносят, что в последние несколько месяцев они чрезвычайно умножились числом. Если они слишком расплодятся, то могут набраться наглости напасть на Астранаар!$B$BУбей их, сколько сможешь, главное – принеси мне череп их предводителя в знак того, что их усилия напрасны... пока.$B$BЯ останусь в Астранааре и буду ждать вестей от тебя. Да пребудет с тобой Элуна.' 
WHERE `entry` = 1054;

UPDATE `locales_quest` SET 
	`Details_loc8`='Надо напоить \"Дурацким Крепким\" одну из команд на пит-стопах. Хочешь посмотреть, как оно подействует на гномов? Тогда возьми эль и передай его начальнику гномского гаража.$B$BИ поторопись – эта бурда быстро выдыхается.' 
WHERE `entry` = 1120;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='... краб лимонный, краб с кнутокорнем, а также стальгорнский крабовый сюрприз. Вот и... ну, и все.' 
WHERE `entry` = 1138;

UPDATE `locales_quest` SET 
	`Title_loc8`='... с крабами' 
WHERE `entry` = 1258;

UPDATE `locales_quest` SET 
	`Details_loc8`='Вождь племени Гелкис мертв; пришел черед племени Мародин! Убей их вождя, Храту!$B$BЕго не так просто отыскать, нет... Чтобы вызвать его на бой, ты $Gдолжен:должна; протрубить в боевой рог клана Мародин; а рог этот ты найдешь, поднявшись на высокий утес в Долине Копий. Только запомни: чтобы протрубить в рог, тебе нужно убить кентавра из племени Мародин и забрать у него мундштук. И вот когда ты протрубишь в рог, кентавры явятся на бой, и тебе придется убивать их, пока не доберешься до самого Храты. А у Храты есть фрагмент ключа. Он нужен мне, этот фрагмент. Принеси его. Принеси мне.' 
WHERE `entry` = 1381;

UPDATE `locales_quest` SET 
	`Details_loc8`='Прежде чем пойти отдохнуть, пообщайся с Ток\'Каром. Пока тебя не было, он, наверняка, закончил работу над обещанным тебе оружием. Было бы неплохо, если бы ты опробовал его на рыболюдях, когда созреешь... уж доставь мне удовольствие.' 
WHERE `entry` = 1427;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Очень хорошо, очень! Ты очень хорошо $gпоработал:поработала; $N. Ты $gдоказал:доказала; что достойный $C.$B$BТеперь, я помогу тебе в изучение беса, $N. $R, и пусть не вводить тебя в заблуждение его размер, его магия может быть очень опасной.' 
WHERE `entry` = 1599;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Привет, $N. Рад тебя видеть на острове Битв. Я надеюсь что тебе тут понравится... хе-хе...' 
WHERE `entry` = 1718;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Маги из Башни магов сказали, что ты хочешь поговорить со мной... А у тебя есть безупречная паутина?' 
WHERE `entry` = 1940;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Что? Говори громче! Эти старые уши, уже не так хороши как двадцать лет тому назад.$B$BНу... а я думал ты $gпришел:пришла; угостить меня кружкой эля или дать пару советов на кого ставить в следующей гонке... Если нет, то иди как ты лучше своей дорогой, потому что у меня есть палочка с заклинанием превращения, и на ней, кстати, вырезано твое имя.' 
WHERE `entry` = 1949;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ага... теперь я вспомнил...$B$BСовсем вылетело из головы то маленькое проклятье, ну совсем маленькое, что я наложил на Джонсона. Только вот не помню почему я это сделал...' 
WHERE `entry` = 1950;

UPDATE `locales_quest` SET 
	`Details_loc8`='У нас есть сфера призывателя, остается изгнать из нее демона. С этим я легко справлюсь.$B$BТебе придется куда труднее. Как только демон изойдет из сферы, убей его.$B$BГлавное – не медлить. Если ты провозишься слишком долго, он вернется в сферу и нам придется начать сначала!$B$BГотовься к схватке, $N. Вспомни самые сильные заклинания и держи под рукой зелья. Если у тебя есть друг, можешь позвать его. Сражение будет нелегким.' 
WHERE `entry` = 1955;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Вы сослужили большую службу Аубердину, $N, но ваша работа на этом не закончена.$B$BОтдохните, а затем возвращайтесь ко мне.$B$B... И, $N, укрепитесь духом и разумом для дальнейшего кровопролития.' 
WHERE `entry` = 2138;

UPDATE `locales_quest` SET 
	`Details_loc8`='Наши полевые агенты сообщают о серьезной активности Братства Справедливости к югу от Златоземья. В этих донесениях указывается, что братство захватило лагерь Джерода и теперь использует его как перевалочный пункт для переправки больших партий контрабанды из Красногорья в Западный Край.$B$BМне нужно, $N, чтобы вы проникли в доки и добыли мне расписание поставок. Скорее всего, портовой начальник носит его при себе.$B$B... и кстати, $N, если вас обнаружат – вы никогда не слышали о ШРУ...' 
WHERE `entry` = 2206;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ты узнаешь хорошую сделку, когда видишь ее... я знал что я могу положиться на тебя.$B$BЭто будет всего лишь моментом пока я создам заклинание чтобы превратить человеческую речь в форму, которую ты поймешь. Я тролль слова, спроси любого в Орде про Джаркала Замшелыого Клыка.' 
WHERE `entry` = 2338;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Очень хорошо, $C. Теперь ожерелье будет закончено и кроме того... у меня остались записи, по которым я смогу восстановить производственный процесс... а это значит, что я смогу продавать их!$B$BОднако я сначала проверю эти камни на предмет соответствия качеству. Это займет один момент.' 
WHERE `entry` = 2339;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Молодец! Ты $gнашел:нашла; их, $N, $gнашел:нашла;! Ты самый крутой $r которого я видел! Я думаю что устройства, которые я запитаю от энергетики этих камней, будут двигаться, двигаться, двигаться... ха-ха...' 
WHERE `entry` = 2418;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ого! Это доказательство хороший старт для тебя, $N. Ты опытный солдат, как я погляжу.$B$BНо это еще не все. Мы будем просить тебя о следующей услуге... Что? Рассказать тебе?$B$BВидишь ли у меня есть один план, $N, который поможет разделаться с ними раз и навсегда...' 
WHERE `entry` = 2862;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ой-ей-ей... да тут вся информация о кораблях, расписания отбытия и прибытия, все, все все... Бесценная информация для капитана пиратского корабля.$B$BТы говоришь что $gотобрал:отобрала; это у пирата? Что ж, это очень беспокоящая новость...$B$BСпасибо тебе, $N. Я рад что ты $gнашел:нашла; это, и я рад что этот пират теперь ест землю!' 
WHERE `entry` = 2876;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Не уразумею, как $gтакой хиляк:такая хилая; как ты $gпобедил:победила; эту Маргулью... но договор есть договор. Вот ключ.$B$BЕсли что-то случится с тобой, то это твоя собственная вина.' 
WHERE `entry` = 3201;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ты $gнанес:нанесла; серьезный удар по Черному рынку. Их лидеры теперь подумают дважды перд тем как послать своих солдат к нам... ха-ха.$B$BКстати, я ничего полезного не нашел в рюкзачке торговца. Ты можешь взять себе все, что ты там найдешь.' 
WHERE `entry` = 3385;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Глаз идола мерцает мрачно и загадочно в полутьме храма. Какое-то сияние... внутри статуи! Нужно посмотреть поближе...$B$BСокровище Атал\'ай теперь ваше!' 
WHERE `entry` = 3447;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Не позволим Альянсу вступить на нашу землю, $N. Пусть об этом узнают.' 
WHERE `entry` = 3514;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Хорошо, $N, ты $gвыбрал:выбрала; правильный путь. Не смотри на похвальбу гномов, разве они умеют обращаться с взрывчатыми веществами... в их зараженном радиацией городе Гномрегане так уже не думают, хе-хе-хе... Я покажу тебе, что такое настоящая гоблинская инженерия.$B$BДержи свои глаза широко открытыми $N, и учись.' 
WHERE `entry` = 3629;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Хорошо, $N, ты $gвыбрал:выбрала; правильный путь. Не смотри на похвальбу гномов, разве они умеют обращаться с взрывчатыми веществами... в их зараженном радиацией городе Гномрегане так уже не думают, хе-хе-хе... Я покажу тебе, что такое настоящая гоблинская инженерия.$B$BДержи свои глаза широко открытыми $N, и учись.' 
WHERE `entry` = 3633;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='О, великий день... а голова-то где?' 
WHERE `entry` = 3824;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Курица смотрит на вас темным холодным и голодным взглядом и ждет.$B$B\"Куд-кудаааа!$B$BКудах... кудах-тах-тах\".' 
WHERE `entry` = 3861;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Я надеюсь, они не принесли тебе слишком много хлопот, $N. Я стараюсь держаться от них подальше, они дикие совсем...$B$BЯ перепрыгивал через одного... так он напал! Порвал мне штаны!' 
WHERE `entry` = 4141;

UPDATE `locales_quest` SET 
	`Details_loc8`='Лист помят и испачкан, и текст почти не читается, но вам все-таки удалось разобрать несколько фраз:$B$B\"... по иронии судьбы...$B$B... упадок распавшегося Альянса...$B$B... если бы не усердие генерала Кузни Гнева, мы никогда не сумели бы найти ключ к шифру...$B$B... Аргелмах почти завершил расшифровку записок Виндзора.$B$BНаш владыка восстанет из бездны и сокрушит всех, кто остался...$B$BИмператор Дагран Тауриссан\".' 
WHERE `entry` = 4264;

UPDATE `locales_quest` SET 
	`Title_loc8`='... и образцы слизнюков' 
WHERE `entry` = 4294;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='О, отлично!$B$BЧто? Ах, да... геологи. Поколошматил их, да?? Я не смогу в достаточной степени тебя отблагодарить. Ты $gдал:дала; мне немного времени, чтобы закончить тут... то есть я имею в виду, что они пока не вернутся за мной... э-э еще раз спасибо.' 
WHERE `entry` = 4449;

UPDATE `locales_quest` SET 
	`Details_loc8`='Ага, хорошо, что ты здесь. Я посылал $gсуккуба:инфернала; за тобой, но, похоже, ты $Gуспел:успела; добраться сюда раньше, чем они добрались до тебя. Ладно.$B$BТут недавно пошли разговоры о твоем растущем могуществе – и это очень хорошо для тебя, а для других, наверное, не очень. Короче, я думаю, что ты уже достаточно $Gзарекомендовал:зарекомендовала; себя и потому заслуживаешь... хе-хе... подарочка.$B$BВ Степях над Кабестаном ты найдешь человека по имени Страхад. Уверен, вы уже встречались.' 
WHERE `entry` = 4487;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Да, я в курсе, что Зилзибин послал тебя ко мне. Идея Зилзибина о том, что источником этих тварей является кратер Ун\'Горо... скажу так – возможно. Ун\'Горо – это таинственное и мистическое место, там все возможно.' 
WHERE `entry` = 4494;

UPDATE `locales_quest` SET 
	`Details_loc8`='Этот механизм широко применяется гномами для борьбы со всеми видами загрязнений. Небольшая табличка, прикрепленная к устройству, гласит: \"Чистер 5200\".$B$BВаши фамильные драгоценности и просто безделушки покрывает пыль веков? Чистер 5200 легко справится с этой проблемой! Опустите в щель приемника три серебряные монеты и подождите пару минут, пока Чистер 5200 наводит лоск на ваши украшения.' 
WHERE `entry` = 4601;

UPDATE `locales_quest` SET 
	`Details_loc8`='Этот механизм широко применяется гномами для борьбы со всеми видами загрязнений. Небольшая табличка, прикрепленная к устройству, гласит: \"Чистер 5200\".$B$BВаши фамильные драгоценности и просто безделушки покрывает пыль веков? Чистер 5200 легко справится с этой проблемой! Опустите в щель приемника три серебряные монеты и подождите пару минут, пока Чистер 5200 наводит лоск на ваши украшения.' 
WHERE `entry` = 4602;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Не хочу лгать тебе, $R. Мне нужны деньги. А Киблер хорошо платит – куда лучше чем К.Э.К...$B$BНо не сомневайся в моей лояльности! Ты думаешь что я тут делаю? Ты думаешь, что я тут чтобы достать сумасшедшему гоблину яйца пауков? Только полный идиот пойдет в Пик Черной горы чтобы собрать животных. Да. Я не думаю что таких найдется много.$B$B*Блестяшка смеется.*' 
WHERE `entry` = 4981;

UPDATE `locales_quest` SET 
	`Details_loc8`='На востоке отсюда, рядом с границей Восточных Чумных земель, некогда жили гордые и могучие гризли. Чума затронула и их. Теперь они бродят по округе, страдая от застывающих мышц и гниющей плоти и меха.$B$BПрошу тебя, избавь их от страданий. Единственное исцеление для них – быстрая смерть. Ты можешь даровать ее.' 
WHERE `entry` = 4985;

UPDATE `locales_quest` SET 
	`Details_loc8`='Тебе удалось открыть уже два котла; теперь у тебя к ним неограниченный доступ, но остается еще два! Если справиться и с ними, то у нас будет больше шансов успешно внести противодействующее вещество!$B$BНа сей раз твоя цель – котел Удела Страданий. Он совсем рядом с разрушенными стенами Андорала, чуть восточнее. И вновь тебе придется убить Хранителя котла и забрать у него ключ. Наполни эту бутылку из котла.$B$BДоброй охоты, $N!' 
WHERE `entry` = 5233;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ага, ты $gуложился:уложилась; в срок... и $gдоставил:доставила; то что надо. *Широкая ухмылка появляется на лице гоблина.* Секундочку...$B$BИмей в виду – у тебя есть только десять минут пока костюм не развалится. Используй его вовремя.' 
WHERE `entry` = 5518;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Не волнуйся. Можешь попробовать еще раз... потом.' 
WHERE `entry` = 6064;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Привет тебе друид, я вижу ты $gготов:готова; получить знания излечения ядов. Видишь, ли, мы столкнулись с определенными трудностями около Перекрестка в Степях, там распоясались животные, которые сеют своим ядом направо и налево, и нет на них никакой управы. Мы запросили Лунную Поляну о помощи... и надеюсь, ты, $gтот:та;, кого мы ждали!' 
WHERE `entry` = 6126;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='А, это ты тот самый, кого послал Круг Кенария в Лунную поляну, чтобы он помог нам. Поверь, нам нужна любая помощь, которую мы только можем получить. Больные газели... Может ли быть зрелище более ужасное!$B$BУ тебя уже есть образец воды про который говорил Дендрит Блеск Звезд?' 
WHERE `entry` = 6127;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Большая опасность лежит на твоем пути, $N. Ты $gделал:делала; все возможно чтобы помочь этим землям. Но угроза Альянса совсем близка.$B$BМы столкнусь на всех наших фронтах с врагами. Сатиры – распространенная угроза в восточном Ясеневом лесе. Кроме того, я обнаружил, что наги наводнили большую часть Азшары.$B$BПриятно видеть, что мы до сих пор укрепляем наши ряды. Всегда будь $gготов:готова; к сражениям, $N.' 
WHERE `entry` = 6546;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Будь осторожен, $R. Эльфы часто прячутся в тени...$B$BМы всегда должны быть бдительны. Мы упорно трудились, чтобы завладеть этими землями и ночные эльфы теперь ищут способы отобрать их у нас.$B$BЯ так понимаю, у тебя есть следующий приказ от Кадрака?' 
WHERE `entry` = 6547;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Победа, которая запомнится на много лет, $N. Амулет Пламени дракона откроет путь к Логову Ониксии. Собери своих союзников и принеси победу Орде!' 
WHERE `entry` = 6602;

UPDATE `locales_quest` SET 
	`Details_loc8`='Спасибо тебе от \"Пастбищ Дымного Леса\" за возвращение похищенных сладостей, $N! Мы хотим мы тебе за это предложить особый подарок... От самого Дедушки Зимы!$B$BПоговори с Дедушкой Зимой, и он преподнесет тебе подарок к Зимнему Покрову от нашего имени! От нашего стола вашему столу – вкусная и здоровая пища от \"Пастбищ Дымного Леса\"... благодаря тебе, конечно же!' 
WHERE `entry` = 6984;

UPDATE `locales_quest` SET 
	`Details_loc8`='Спасибо тебе от \"Пастбищ Дымного Леса\" за возвращение похищенных сладостей, $N! Мы хотим мы тебе за это предложить особый подарок... От самого Дедушки Зимы!$B$BПоговори с Дедушкой Зимой, и он преподнесет тебе подарок к Зимнему Покрову от нашего имени! От нашего стола вашему столу – вкусная и здоровая пища от \"Пастбищ Дымного Леса\"... благодаря тебе, конечно же!' 
WHERE `entry` = 7045;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Добро пожаловать, $c. Око Зулдазара пульсирует энергией. Ты $gготов:готова; к следующему шагу. Дай мне свой талисман, я наполню его энергией.' 
WHERE `entry` = 8051;

UPDATE `locales_quest` SET 
	`Details_loc8`='Возможно, заготовка вареной рыбы выглядит не особенно героически, но не стоит преуменьшать значение нашей работы, $c. Солдаты – такие же люди, как и все, и они хотят есть. Именно поэтому мы должны обеспечить их провиантом, пока не началась война в Ан\'Кираже.$B$BЯ получила приказ заготавливать пятнистый желтохвост. Это отличный пищевой ресурс, он хорошо хранится, идет на изготовление различных блюд и совсем не пахнет, в отличие от другой морской рыбы. Ну что, поможешь мне в его заготовке?' 
WHERE `entry` = 8528;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Всегда жизнь в Кабестане, бьет ключом, не так ли. Ну так, на то он и порт. Столько всяких тайн, столько приключений, столько невежества...$B$BЯ вижу ненависть в твоих глазах, $N? Хорошо, мы найдем ей полезное применение.' 
WHERE `entry` = 3001;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Мой меч... Он закончен!$B$BТеперь, если бы я мог вспомнить, для чего он мне был нужен...$B$BВот, держи, пока я не забыл, что должен тебе заплатить...' 
WHERE `entry` = 3914;

UPDATE 
	`locales_quest` SET `OfferRewardText_loc8`='Ты $gнашел:нашла; их! Здорово! Спасибо тебе, $N. Я проберусь через заросли этих текстов и расшифрую их значение. А у тебя, конечно же, будет другая задача...' 
WHERE `entry` = 5065;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Где термиты, $N? Такому ловкому, как ты, $C, несложно собрать их, не так ли?$B$BКак только у нас их будет достаточно, мы постараемся чтобы лесопилкой больше никто не воспользовался... хе-хе-хе.' 
WHERE `entry` = 5901;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ты это... не ожидай, что мы тебе много заплатим за проводку каравана Гизлтона... Корком и Риггереле – кое как зарабатывают один золотой в неделю, так что $gсам:сама; понимаешь...' 
WHERE `entry` = 5943;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Я уже чувствую вкус сердца Улатека на своих губах. Так сладок вкус плоти предателя...' 
WHERE `entry` = 7624;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ах, сладкие плоды исследований... Не то чтобы я их пробовал...$B$BЧасто...' 
WHERE `entry` = 7725;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Иди, друг, и разберись с врагами...' 
WHERE `entry` = 7841;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ты $gвыказал:выказала; великую храбрость и силу духа перед лицом врага! Я расскажу вышестоящим о твоей отваге... и приукрашу еще!' 
WHERE `entry` = 8369;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ты $gвыказал:выказала; великую храбрость и силу духа перед лицом врага! Я расскажу вышестоящим о твоей отваге... и приукрашу еще!' 
WHERE `entry` = 8375;

UPDATE `locales_item` SET 
	`name_loc8`='Гримуар стрелы Тьмы X' 
WHERE `entry` = 21281;

UPDATE `locales_item` SET 
	`name_loc8`='Гримуар Рока' 
WHERE `entry` = 4213;

UPDATE `locales_item` SET 
	`name_loc8`='Гримуар порчи VII' 
WHERE `entry` = 21283;

UPDATE `locales_creature` SET 
	`name_loc8`='Старый драконид' 
WHERE `entry` = 746;

UPDATE `locales_creature` SET 
	`name_loc8`='Иллюзия: черный драконид' 
WHERE `entry` = 12536;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='О, ты $gполучил:получила; их! Мое устройство-коллекционер работает. Я гений!$B$BСпасибо тебе, $N. Мой покровитель будет очень доволен получить эти яйца.' 
WHERE `entry` = 4735;

UPDATE `locales_quest` SET 
	`Details_loc8`='Из черепов наших врагов сделан медальон. Ты его ссснаешшь, не правда ли? Ты несомненно $Gвидел:видела; его у наших старейшин.$B$BВозьми его, птенчик, отнеси на Пик и отдай генералу Драккисату. Генерал наложит на него последнее заклятье, чтобы настроить амулет на тебя.$B$BТы будешь носить его как знак доблести, обозначающий твою принадлежность к одному из самых привилегированных слоев нашего общества, Защитникам Царицы Драконов.$B$BИди же!' 
WHERE `entry` = 6601;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Отправляйтесь в Забытый Город, что в Фераласе и добудьте 15 порций крови сатиров из племени Буйного Нрава, что живут в Квартале Криводревов. Вернитесь к Дайо из Гниющего шрама по выполнении поручения.', 
	`OfferRewardText_loc8`='Ах, самая подходящая кровь. Она подавит защитную магическую силу стража ужаса.', 
	`RequestItemsText_loc8`='Нужна только кровь сатира из племени Буйного Нрава.' 
WHERE `entry` = 7581;

UPDATE `locales_quest` SET 
	`Details_loc8`='Темница готова. Теперь самое трудное дело.$B$BТы $gдолжен:должна; найти и схватить командира стражей ужаса в Гниющем Шраме при помощи этой кристаллической тюрьмы.$B$BОсторожнее! Страж ужаса – коварный и смертельный враг, он будет пытаться уничтожить тебя, как только ты начнешь обряд заточения. Он будет отчаянно отбиваться, пытаясь избежать плена.$B$BОн будет смотреть только на тебя, $N. Потому я рекомендую взять с собой друзей, которые не дадут ему погубить тебя!', 
	`Objectives_loc8`='Отправляйтесь в Гниющий Шрам и найдите командира стражей ужаса.$B$BПри помощи светящейся кристаллической тюрьмы поймайте командира стражей ужаса. Будьте готовы к отчаянным атакам и сопротивлению, поскольку демон будет пытаться избежать заточения.$B$BЕсли вы добьетесь успеха, отнесите пленного стража ужаса Дайо в Гниющий Шрам.', 
	`OfferRewardText_loc8`='Ты $gсделал:сделала; все так, как я и просил. Теперь ты $gготов:готова; получить знания для призыва и контроля зверя.' 
WHERE `entry`= 7583;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Мне надо совместить кровь сатиров с этими кристаллами, и темница будет готова!', 
	`RequestItemsText_loc8`='Прислужники Хедерины не отдадут свои драгоценности без боя, $N.' 
WHERE `entry` = 7582;

UPDATE `locales_creature` SET 
	`name_loc8`='Сумеречный осквернитель' 
WHERE `entry` = 15625;

UPDATE `locales_creature` SET 
	`name_loc8`='Солакар Пламя Гнева' 
WHERE `entry` = 10264;

UPDATE `locales_creature` SET 
	`name_loc8`='Командир стражей ужаса' 
WHERE `entry` = 12396;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Тебя направил геолог Железный Башмак? Он выглядит мудро, особенно когда прислал тебя ко мне, ибо я и тролли Зандалар знаем способ победить Свежевателя Душ.$B$BПоговори со здешними троллями и прислушайся к их словам, чтобы подготовить себя к сражению, $N.' 
WHERE `entry` = 8182;

UPDATE `locales_creature` SET 
	`name_loc8`='Наседка из Гнездовья' 
WHERE `entry` = 10683;

UPDATE `locales_item` SET 
	`name_loc8`='Светящаяся кристаллическая тюрьма' 
WHERE `entry` = 18601;

UPDATE `locales_quest` SET 
	`Details_loc8`='Так ты $gявился:явилась; в поисках зоротианской звездной пыли? Ты хочешь открыть портал в Зорот, владения моего соперника Хел\'нурата? Уж не одного ли из его драгоценных коней погибели ты хочешь украсть?$B$BОтлично. У моего слуги, Ур\'Дана, есть большой запас зоротианской звездной пыли. Обращайся к нему... если денег хватит.', 
	`RequestItemsText_loc8`='Ты $gбыл:была; в Джеденаре, $N? $gДостал:Достала; звездную пыль у Лорда Гиблопуста?' 
WHERE `entry` = 7625;

UPDATE `locales_quest` SET 
	`Details_loc8`='Для подготовки пергамента Мор\'зула осталось сделать только одно – напитать бумагу зоротианской звездной пылью. И... боюсь, здесь этого не сделать. Мне не хватит оборудования!$B$BВпрочем, я знаю об одной лаборатории, где есть все необходимое. Она находится в Некроситете, на острове Каэр Дарроу, в Чумных землях.$B$BЯ туда отправиться не смогу, но у меня есть идея. Возьми эту бутылку. В ней сидит довольно умный бес. Выпусти его в алхимической лаборатории, и он напитает пергамент звездной пылью.' 
WHERE `entry` = 7629;

UPDATE `locales_quest` SET 
	`Details_loc8`='Мор\'зул говорит, что ты хочешь открыть портал в Зорот. Раз так, тебе не обойтись без зоротианской звездной пыли. А ее нелегко найти в Азероте!$B$BОна может быть лишь у одного существа – лорда Гиблопуста из Джеденара, сердца Совета Теней! Поговори с ним, вдруг он поделится звездной пылью.$B$BВпрочем, отправляясь в Джеденар, тебе необходимо принять злое обличье, чтобы добраться до Совета Теней. Значит, тебе нужны мои зелья Теней, а они недешевы...' 
WHERE `entry` = 7623;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Чтобы подчинить коня погибели, нужно сделать три вещи:$B$Bсотворить круг Великого призыва.$B$BВнутри этого круга открыть портал в Зорот и вывести коня через него.$B$BПобедить его и покорить его дух.$B$BНа следующих страницах подробно описан каждый из трех шагов. Сделать это непросто, но ты $gдоказал:доказала;, что способности у тебя есть. Я уверен, что ты со своей целеустремленностью подчинишь себе коня гибели.$B$BЧитай дальше.$B-Мор\'зул Вестник Крови' 
WHERE `entry` = 2691;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Составляющие Ритуала$B$BПеред началом ритуала у тебя должны быть следующие компоненты:$B$BКувшин Д\'жииви$BЧерный Магнит$BЗоротианские Иероглифы$B$BЗа определенную цену мой слуга Горзиеки добудет их для тебя. Без них ни одно действие ритуала выполнять нельзя. Каждый компонент очень важен.$B$BНа следующих страницах я подробно опишу их применение.' 
WHERE `entry` = 2692;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Завершение ритуала$B$BХод ритуала можно проследить по волшебным рунам на краю круга. Когда там проступят девять рун, ритуал полностью завершится, и ты увидишь, как из заряженного Круга исходит энергия.$B$BЗатем ты сможешь использовать Зоротианские Иероглифы, чтобы открыть портал в Зорот и вывести через него коня погибели.$B$BПобеди коня и выпусти его дух. Одержи победу над духом, и тогда он будет порабощен, а ты узнаешь секрет его призыва.' 
WHERE `entry` = 2697;

UPDATE `locales_npc_text` SET 
	`Text0_1_loc8`='Шен\'дралар были самыми искусными чародеями королевы Азшары. В этих самых стенах исполнялись – часто втайне – ее самые важные приказы.$B$BПосле разрушения Колодца, не пощадившего ни высокорожденных, ни младшие группы ночных эльфов, принц Эльдре\'Таласа Тортелдрин начал создавать пилоны, которые сейчас загромождают залы в западном крыле.' 
WHERE `entry` = 6898;

UPDATE `locales_creature` SET 
	`name_loc8`='Зоротианский бес' 
WHERE `entry` = 14482;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Дерзкие глупцы! Думали украсть кровь у Зелемара? За это вы заплатите собственно кровью!' 
WHERE `entry` = -17;

DELETE FROM `locales_gameobject` WHERE (`entry` = 179677);
INSERT INTO `locales_gameobject` (`entry`, `name_loc8`) VALUES (179677, 'Останки Крошиуса');

DELETE FROM `locales_gameobject` WHERE (`entry` = 181207);
INSERT INTO `locales_gameobject` (`entry`, `name_loc8`) VALUES (181207, 'Рунический клинок демона');

DELETE FROM `locales_gameobject` WHERE (`entry` = 300049);

UPDATE `script_texts` SET 
	`content_loc8`='Не беспокойтесь за меня! Убейте это страшное чудовище и очистите этот мир от его нечестивой заразы!' 
WHERE `entry` = -1329019;

UPDATE `script_texts` SET 
	`content_loc8`='Моя смерть ничего не значит... свет... победит!' 
WHERE `entry` = -1329020;

UPDATE `script_texts` SET 
	`content_loc8`='Ривендер! Я приду за тобой!' 
WHERE `entry` = -1329021;

UPDATE `script_texts` SET 
	`content_loc8`='Аргх!' 
WHERE `entry` = -1329022;

UPDATE `script_texts` SET 
	`content_loc8`='К ступеням и держать защиту!' 
WHERE `entry` = -1329024;

UPDATE `script_texts` SET 
	`content_loc8`='Отступить и держать линию! Мы не должны потерпеть неудачу иначе все будет потеряно!' 
WHERE `entry` = -1329023;

UPDATE `script_texts` SET 
	`content_loc8`='Они вломились в зал Света! Мы должны остановить нарушителей!' 
WHERE `entry` = -1329026;

UPDATE `script_texts` SET 
	`content_loc8`='Плеть вторглась в Бастион! Удвоить усилия! Мы не должны потерпеть неудача!' 
WHERE `entry` = -1329025;

UPDATE `script_texts` SET 
	`content_loc8`='Плеть прорвалась во все крылья! Да победит Свет этих отвратительных существ! Мы будем сражаться до последнего!' 
WHERE `entry` = -1329027;

UPDATE `script_texts` SET 
	`content_loc8`='Это еще не конец для Алого ордена! Вам не сломить нашу линию обороны!' 
WHERE `entry` = -1329028;

DELETE FROM `locales_item` WHERE (`entry` = 1897);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1897, 'Монстр – Меч, Сабля, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 1899);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1899, 'Монстр – Меч, Длинный, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 1903);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1903, 'Монстр – Дробящее, Металлический Молот, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 1905);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1905, 'Монстр – Топор, Металлический, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 1906);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1906, 'Монстр – Факел');

DELETE FROM `locales_item` WHERE (`entry` = 1907);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1907, 'Монстр – Посох, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 1908);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1908, 'Монстр – Посох, Изогнутый');

DELETE FROM `locales_item` WHERE (`entry` = 1910);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1910, 'Монстр – Предмет, Сбор');

DELETE FROM `locales_item` WHERE (`entry` = 1983);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1983, 'Монстр – Двуручный меч, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 1984);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1984, 'Монстр – Щит, Воздушный Металл');

DELETE FROM `locales_item` WHERE (`entry` = 1985);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (1985, 'Монстр – Щит, Большой Деревянный');

DELETE FROM `locales_item` WHERE (`entry` = 2023);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2023, 'Монстр – Копье, Ржавое');

DELETE FROM `locales_item` WHERE (`entry` = 2052);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2052, 'Монстр – Щит, Малый, Металлический, Повреждения');

DELETE FROM `locales_item` WHERE (`entry` = 2176);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2176, 'Монстр – Посох, Украшенный Посох Жреца');

DELETE FROM `locales_item` WHERE (`entry` = 2177);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2177, 'Монстр – Посох, Украшенный Посох Мага');

DELETE FROM `locales_item` WHERE (`entry` = 2179);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2179, 'Монстр – Меч, Меч Бадасс');

DELETE FROM `locales_item` WHERE (`entry` = 2180);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2180, 'Монстр – Меч, Короткий, Украшенный');

DELETE FROM `locales_item` WHERE (`entry` = 2182);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2182, 'Монстр – Дробящее, Богато Украшенный Металлическое Дробящее');

DELETE FROM `locales_item` WHERE (`entry` = 2183);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2183, 'Монстр – Топор, Металлический, Бадасс');

DELETE FROM `locales_item` WHERE (`entry` = 2552);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2552, 'Монстр – Огнестрельное оружие');

DELETE FROM `locales_item` WHERE (`entry` = 2559);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2559, 'Монстр – Посох, Богато Украшенный Посох Чернокнижника');

DELETE FROM `locales_item` WHERE (`entry` = 2704);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2704, 'Монстр – Предмет, Грязная Пинта');

DELETE FROM `locales_item` WHERE (`entry` = 2714);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2714, 'Монстр – Предмет, Фонарь – Площадь');

DELETE FROM `locales_item` WHERE (`entry` = 2717);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (2717, 'Монстр – Предмет, Бутылка – Черный');

DELETE FROM `locales_item` WHERE (`entry` = 3346);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (3346, 'Монстр – Предмет, Лопата');

DELETE FROM `locales_item` WHERE (`entry` = 3351);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (3351, 'Монстр – Предмет, Скалка');

DELETE FROM `locales_item` WHERE (`entry` = 3361);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (3361, 'Монстр – Дробящее, Тяжелое, С шипами');

DELETE FROM `locales_item` WHERE (`entry` = 3362);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (3362, 'Монстр – Предмет, Метла');

DELETE FROM `locales_item` WHERE (`entry` = 3432);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (3432, 'Монстр – Глефа – 1 Лезвие, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 3433);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (3433, 'Монстр – Копье, Бадасс');

DELETE FROM `locales_item` WHERE (`entry` = 3494);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (3494, 'Монстр – Коготь');

DELETE FROM `locales_item` WHERE (`entry` = 3757);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (3757, 'Монстр – Предмет, Бутылки – Другое');

DELETE FROM `locales_item` WHERE (`entry` = 4991);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (4991, 'Монстр – Двуручный Меч, Палаш');

DELETE FROM `locales_item` WHERE (`entry` = 5258);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5258, 'Монстр – Лук, Черный');

DELETE FROM `locales_item` WHERE (`entry` = 5259);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5259, 'Горящие стрелы');

DELETE FROM `locales_item` WHERE (`entry` = 5262);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5262, 'Монстр – Лук, Темно-Коричневый');

DELETE FROM `locales_item` WHERE (`entry` = 5277);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5277, 'Монстр – Посох, Металлическо-Кристаллический Шип');

DELETE FROM `locales_item` WHERE (`entry` = 5278);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5278, 'Монстр – Кинжал, Охотничий Нож');

DELETE FROM `locales_item` WHERE (`entry` = 5281);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5281, 'Монстр – Кинжал, Широкий/Ровный Клинок');

DELETE FROM `locales_item` WHERE (`entry` = 5284);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5284, 'Монстр – Кинжал, Украшенная рукоять');

DELETE FROM `locales_item` WHERE (`entry` = 5286);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5286, 'Монстр – Топор, Одноручный Двойной Топор');

DELETE FROM `locales_item` WHERE (`entry` = 5287);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5287, 'Монстр – Топор, Двуручный, Двойное Большое Лезвие');

DELETE FROM `locales_item` WHERE (`entry` = 5288);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5288, 'Монстр – Топор, Двуручный, Одиночное Лезвие');

DELETE FROM `locales_item` WHERE (`entry` = 5291);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5291, 'Монстр – Дробящее, Украшенная Палица');

DELETE FROM `locales_item` WHERE (`entry` = 5293);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5293, 'Монстр – Двуручное дробящее, Деревянный, Ручка, Шип, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 5300);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5300, 'Монстр – Двуручное дробящее, Деревянный, Ручка, Большой Шип, Основной');

DELETE FROM `locales_item` WHERE (`entry` = 5303);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5303, 'Монстр – Посох, Деревянная ручка с округленным наконечником');

DELETE FROM `locales_item` WHERE (`entry` = 5304);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5304, 'Монстр – Посох, Большая Металлическая Ось');

DELETE FROM `locales_item` WHERE (`entry` = 5597);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5597, 'Монстр – Глефа - 2 Красных Лезвия');

DELETE FROM `locales_item` WHERE (`entry` = 5746);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5746, 'Монстр – Трезубец, Медь');

DELETE FROM `locales_item` WHERE (`entry` = 5870);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (5870, 'Монстр – Метание Копья');

DELETE FROM `locales_item` WHERE (`entry` = 6224);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (6224, 'Монстр – Двуручный Меч, Черная Металлическая Рукоять');

DELETE FROM `locales_item` WHERE (`entry` = 6618);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (6618, 'Монстр – Сфера');

DELETE FROM `locales_item` WHERE (`entry` = 6680);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (6680, 'Монстр – Копье, Острое, Тонкое');

DELETE FROM `locales_item` WHERE (`entry` = 9659);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (9659, 'Монстр – Дробящее, Таурен, Шип');

DELETE FROM `locales_item` WHERE (`entry` = 10611);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (10611, 'Монстр – Топор, Орда, Бадасс 01');

DELETE FROM `locales_item` WHERE (`entry` = 10612);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (10612, 'Монстр – Топор, Орда, Бадасс 02');

DELETE FROM `locales_item` WHERE (`entry` = 10614);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (10614, 'Монстр – Меч, Черный Меч Орды');

DELETE FROM `locales_item` WHERE (`entry` = 10616);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (10616, 'Монстр – Кинжал, Серебро');

DELETE FROM `locales_item` WHERE (`entry` = 10617);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (10617, 'Монстр – Кинжал, Изогнутая Кровавая Кость');

DELETE FROM `locales_item` WHERE (`entry` = 10619);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (10619, 'Монстр – Кинжал, Красный Бадасс');

DELETE FROM `locales_item` WHERE (`entry` = 10825);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (10825, 'Монстр – Меч, Длинный Красный');

DELETE FROM `locales_item` WHERE (`entry` = 11383);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (11383, 'Монстр – Дробящее, Зеленый Скипетр');

DELETE FROM `locales_item` WHERE (`entry` = 11424);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (11424, 'Монстр – Посох, Деревянная Рукоять, Спиральный Наконечник');

DELETE FROM `locales_item` WHERE (`entry` = 11506);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (11506, 'Монстр – Когти, Другое');

DELETE FROM `locales_item` WHERE (`entry` = 11542);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (11542, 'Монстр – Посох, Красный');

DELETE FROM `locales_item` WHERE (`entry` = 11763);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (11763, 'Монстр – Топор, Красная Секира');

DELETE FROM `locales_item` WHERE (`entry` = 12063);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12063, 'Монстр – Тризуб, Нечестивый');

DELETE FROM `locales_item` WHERE (`entry` = 12285);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12285, 'Монстр – Топор, Двуручный, Остистое Одиночное Лежвие – Красный');

DELETE FROM `locales_item` WHERE (`entry` = 12297);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12297, 'Монстр – Меч, Орда, Зубчатый, Коричневый');

DELETE FROM `locales_item` WHERE (`entry` = 12298);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12298, 'Монстр – Кинжал, Черный');

DELETE FROM `locales_item` WHERE (`entry` = 12304);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12304, 'Монстр – Меч, Орда, Широкий, Острый');

DELETE FROM `locales_item` WHERE (`entry` = 12331);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12331, 'Монстр – Двуручный Меч, Орда, Зеленый, Массивный');

DELETE FROM `locales_item` WHERE (`entry` = 12338);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12338, 'Монстр – Древковое, Ренд Чернорук');

DELETE FROM `locales_item` WHERE (`entry` = 12403);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12403, 'Монстр – Древковое, Черный');

DELETE FROM `locales_item` WHERE (`entry` = 12523);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12523, 'Монстр – Огнестрельное Оружие, Серебряный Мушкет');

DELETE FROM `locales_item` WHERE (`entry` = 12742);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12742, 'Монстр – Предмет, Книга – Коричневая');

DELETE FROM `locales_item` WHERE (`entry` = 12746);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12746, 'Монстр – Предмет, Сфера – Лава');

DELETE FROM `locales_item` WHERE (`entry` = 12748);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12748, 'Монстр – Предмет, Скипетр – Золотой');

DELETE FROM `locales_item` WHERE (`entry` = 12751);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12751, 'Монстр – Предмет, Книга – Синяя');

DELETE FROM `locales_item` WHERE (`entry` = 12755);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12755, 'Монстр – Двуручный Меч, Черный клинок Шамана');

DELETE FROM `locales_item` WHERE (`entry` = 12788);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12788, 'Монстр – Дробящее, Орда, Молот, Костный Шип');

DELETE FROM `locales_item` WHERE (`entry` = 12855);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12855, 'Монстр – Предмет, Сумка – Зеленая, Другое');

DELETE FROM `locales_item` WHERE (`entry` = 12861);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12861, 'Монстр – Предмет, Книга – Черный Светящийся Череп, Другое');

DELETE FROM `locales_item` WHERE (`entry` = 12863);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12863, 'Монстр – Предмет, Книга – Черная, Простая, Другое');

DELETE FROM `locales_item` WHERE (`entry` = 12868);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12868, 'Монстр – Предмет, Книга – Б02, Синяя, Светящаяся');

DELETE FROM `locales_item` WHERE (`entry` = 12882);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12882, 'Монстр – Двуручный Меч, Орда, Изогнутое, Серебро');

DELETE FROM `locales_item` WHERE (`entry` = 12889);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12889, 'Монстр – Двуручный Меч, Орда, Изогнутое, Черный');

DELETE FROM `locales_item` WHERE (`entry` = 12932);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12932, 'Монстр – Щит, Алый Орден А02');

DELETE FROM `locales_item` WHERE (`entry` = 12933);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12933, 'Монстр – Щит, Алый Орден Б03');

DELETE FROM `locales_item` WHERE (`entry` = 12934);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12934, 'Монстр – Дробящее, Кувалда Б03, Красный');

DELETE FROM `locales_item` WHERE (`entry` = 12949);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12949, 'Монстр – Двуручный меч, Красно-Белый, Широкий');

DELETE FROM `locales_item` WHERE (`entry` = 12950);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12950, 'Монстр – Двуручное Дробящее, Эбонитовый Боевой Молот');

DELETE FROM `locales_item` WHERE (`entry` = 12959);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12959, 'Монстр – Посох, Посох Череп Демона');

DELETE FROM `locales_item` WHERE (`entry` = 12980);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12980, 'Монстр – Щит, Металлическая Стена, Серебро');

DELETE FROM `locales_item` WHERE (`entry` = 12993);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (12993, 'Монстр – Меч, Зелено-Золотой, Ятаган');

DELETE FROM `locales_item` WHERE (`entry` = 13050);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13050, 'Монстр – Посох, Богато-Украшенный Посох – Красный');

DELETE FROM `locales_item` WHERE (`entry` = 13061);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13061, 'Монстр – Посох, Зеленая, Кристальная Сфера');

DELETE FROM `locales_item` WHERE (`entry` = 13150);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13150, 'Монстр – Двуручный Меч, Синий Клеймор');

DELETE FROM `locales_item` WHERE (`entry` = 13219);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13219, 'Монстр – Предмет, Священный Символ, Другое');

DELETE FROM `locales_item` WHERE (`entry` = 13221);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13221, 'Монстр – Предмет, Ярко-Украшенный Посох, Б01, Красный, Другое');

DELETE FROM `locales_item` WHERE (`entry` = 13222);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13222, 'Монстр – Меч, Огненно-Бардовый, Длинный Меч');

DELETE FROM `locales_item` WHERE (`entry` = 13312);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13312, 'Монстр – Дробящее, Золотой, Оранжевый Молот');

DELETE FROM `locales_item` WHERE (`entry` = 13316);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13316, 'Монстр – Двуручный меч, Клеймор, Серебряный, Желтый, Свечение');

DELETE FROM `locales_item` WHERE (`entry` = 13605);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13605, 'Монстр – Предмет, Ведро – Грязный, Металлический, Другое');

DELETE FROM `locales_item` WHERE (`entry` = 13631);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13631, 'Монстр – Копье, Красный Бадасс');

DELETE FROM `locales_item` WHERE (`entry` = 13632);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13632, 'Монстр – Копье, Синий Бадасс');

DELETE FROM `locales_item` WHERE (`entry` = 13698);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13698, 'Монстр – Посох, Богато Украшенный Посох Чернокнижника, Черный, Светящий, Низкий');

DELETE FROM `locales_item` WHERE (`entry` = 13705);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13705, 'Монстр – Посох, Желтый, Украшенный Мелким Пурпурным Свечением');

DELETE FROM `locales_item` WHERE (`entry` = 13723);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13723, 'Монстр – Посох, Деревянный со Спиральный Наконечником, Белый, Ярко Пурпурный');

DELETE FROM `locales_item` WHERE (`entry` = 14118);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (14118, 'Монстр – Лук, С02/Б02 Черный');

DELETE FROM `locales_item` WHERE (`entry` = 14527);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (14527, 'Монстр – Двуручное Дробящее, Орда, Молот А03, Черный');

DELETE FROM `locales_item` WHERE (`entry` = 14618);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (14618, 'Монстр – Посох, Украшенный Красный Посох, Низкое Красное Пламя');

DELETE FROM `locales_item` WHERE (`entry` = 14837);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (14837, 'Монстр – Посох, Богато Украшенный Посох – Фиолетовый, Ярко-Фиолетовый');

DELETE FROM `locales_item` WHERE (`entry` = 15910);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (15910, 'Монстр – Тризуб, Темный');

DELETE FROM `locales_item` WHERE (`entry` = 17383);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (17383, 'Монстр – Топор, Двуручный, Орда, Черная Секира');

DELETE FROM `locales_item` WHERE (`entry` = 18122);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (18122, 'Монстр – Посох, Богато Украшенный Посох – Синий, Синее Свечение');

DELETE FROM `locales_item` WHERE (`entry` = 18123);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (18123, 'Монстр – Посох, Серебряное Свечение');

DELETE FROM `locales_item` WHERE (`entry` = 18293);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (18293, 'Монстр – Глефа – 2 Лезвия Б03, Зеленый');

DELETE FROM `locales_item` WHERE (`entry` = 19404);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (19404, 'Монстр – Дробящее, Рука Нефариана');

DELETE FROM `locales_item` WHERE (`entry` = 21465);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (21465, 'Монстр – Топор, Инсано');

DELETE FROM `locales_item` WHERE (`entry` = 21794);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (21794, 'Монстр – Двуручный Меч, Ан\'кираж');

DELETE FROM `locales_item` WHERE (`entry` = 21796);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (21796, 'Монстр – Предмет, Ан\'кираж, Скипетр');

DELETE FROM `locales_item` WHERE (`entry` = 13147);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13147, 'Монстр – Лук, Белый');

DELETE FROM `locales_item` WHERE (`entry` = 6227);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (6227, 'Монстр – Предмет, Рыба – Зеленая');