UPDATE `locales_creature` SET 
	`name_loc8`='Мангорн Кремнемолот' 
WHERE `entry` = 5107;

UPDATE `locales_creature` SET 
	`name_loc8`='Принц Скальдренокс' 
WHERE `entry` = 15203;

UPDATE `locales_gameobject` SET 
	`name_loc8`='Орочьи оковы' 
WHERE `entry` = 19540;

UPDATE `locales_item` SET 
	`name_loc8`='Еще один ключ к сокровищу Сандерса' 
WHERE `entry` = 1361;

UPDATE `locales_item` SET 
	`name_loc8`='Последний ключ к сокровищу Сандерса' 
WHERE `entry` = 1362;

UPDATE `locales_item` SET 
	`description_loc8`='Мягкая, мокрая, мерзостная' 
WHERE `entry` = 11080;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='У Докотопи живущего в Зангартопи, есть ивовая корзина с умным замком на них.' 
WHERE `entry` = 10354;

UPDATE `locales_npc_text` SET 
	`Text3_0_loc8`='Привет, $C! Добро пожаловать на праздник!' 
WHERE `entry` = 8134;

UPDATE `locales_npc_text` SET 
	`Text1_1_loc8`='Тебе, слышишь, Дендрарий Джанди нужен. Ой, это что я сказал? Глок\'тар, ну и устал же я! Поднимись по деревянным ступенькам за рынком Азорана, в Аллее Мудрости, до входа в Волок, и там, на верхнем этаже, ты найдешь Джанди.' 
WHERE `entry` = 2504;

UPDATE `locales_npc_text` SET 
	`Text0_1_loc8`='Здесь целый огромный лес, $C. Пусть шаманы играют себе с духами, а воины – с мечами. Я же сделаю состояние в Тероккаре.' 
WHERE `entry` = 9487;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Это договор на владение участком земли в Западном Крае. По договору данный участок, включая любую продукцию, полученную на нем, и все строения, находящиеся в его пределах, принадлежит лицам, указанным ниже.$B$BДокумент подписан:$B$B  Теодор Хмуробров$B  Верна Хмуробров' 
WHERE `entry` = 55;

UPDATE `locales_page_text` SET 
	`Text_loc8`='После очередного неверного шага Барнила Эрлгедин положил свою тяжелую руку ему на плечо. Мы с Ажек переглянулись, уверенные, что он решил-таки напомнить Барнилу о необходимости соблюдать осторожность. Но вместо этого Эрлгедин кивнул головой в сторону лежащего неподалеку дерева. Оттуда на нас пристально смотрели два черных глаза, а под ними была пасть, полная острых зубов.' 
WHERE `entry` = 102;

UPDATE `locales_page_text` SET 
	`Text_loc8`='После очередного неверного шага Барнила Эрлгедин положил свою тяжелую руку ему на плечо. Мы с Ажек переглянулись, уверенные, что он решил-таки напомнить Барнилу о необходимости соблюдать осторожность. Но вместо этого Эрлгедин кивнул головой в сторону лежащего неподалеку дерева. Оттуда на нас пристально смотрели два черных глаза, а под ними была пасть, полная острых зубов.' 
WHERE `entry` = 103;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Третья фракция, клан Черного Железа, была под командованием тана-чародея Тауриссана. Дворфы Черного Железа таились в самых глубоких тенях под горой и замышляли заговор против своих собратьев из клана Бронзобородов и клана Громового Молота.' 
WHERE `entry` = 1916;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Добро пожаловать в мир Warcraft!$B$BМолодой воин, не стоит бояться этого нового, мистического места! Вы будете поражены чудесами, которые увидите здесь! Много опасности кроется в тени, грабители, готовые убить за пятак... По этому остерегайтесь опасностей и боритесь за свой путь, за лучшее место в мире!'
WHERE `entry` = 2597;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Добро пожаловать в мир Warcraft!$B$BИ так, молодой боец. Ты хочешь стать Паладином? Ну, хорошо... Не забывай быть храбрым, стоять высоко и защищать невинных. И больше всего не забывай, что есть Бог, и ты его помощник...' 
WHERE `entry` = 2598;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Добро пожаловать в мир Warcraft!$B$BХе-хе, ты называешь себя разбойником? Не смеши меня! Если действительно хочешь стать настоящим разбойником, покажи нам, на что ты способен! А теперь иди и ограбь те деревни!' 
WHERE `entry` = 2599;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Добро пожаловать в мир Warcraft!$B$BСын мой, поклоняйся Богу и будешь спасен... Поклонишься Богу и будешь спасен, поклонишься Дьяволу и ты станешь сильным, но падешь в глазах Бога! По этому остерегайся сын мой! ОСТЕРЕГАЙСЯ!' 
WHERE `entry` = 2600;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Добро пожаловать в мир Warcraft!$B$BМир – сложное место для нас, шаман, но мы до сих пор достаточно сильны, чтобы выиграть этот надоедливое сражение... Мы получили то, что нужно, чтобы уничтожить этот надоедливый Альянс. Теперь покажи мне, из чего сделаны шаманы!' 
WHERE `entry` = 2601;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Добро пожаловать в мир Warcraft!$B$BМы маги и мы используем могущественную магию. Мы объединяем Огонь и Лед, чтобы получить максимальный эффект и мы поможем во всем, что необходимо знать. Так приходи и изучи все тайны магии.' 
WHERE `entry` = 2602;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Добро пожаловать в мир Warcraft!$B$BЧернокнижник таинственный класс... Когда речь заходит об использовании магии, то мы самые сильные. Я знаю что \"маги – самые сильные заклинатели бла-бла-бла...\" Забудь об этом, чернокнижники произошли от магов, по этому мы самые сильные...' 
WHERE `entry` = 2603;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Добро пожаловать в мир Warcraft!$B$BВ тебе пробудилась сила нашего племени, дитя мое... Теперь ты друид, так называемый гибрид... Ты объединяешь силу воина, интеллект магов и целебную магию шаманов... Мы уникальны, мы должны всегда помогать друг другу, потому что мы друиды!' 
WHERE `entry` = 2604;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Будь осторожен охотник, с этими демонами нужно сражаться на их условиях. Если они почувствуют, что не превосходят над тобой, то они будут бежать.$B$BИди в одиночку.' 
WHERE `entry` = 2675;

UPDATE `locales_quest` SET 
	`Details_loc8`='На этот пергамент наложено заклинание, из-за чего надписи на нем невозможно расшифровать. Вы можете разобрать только одно слово вверху страницы:$B$B$B      Нагаз$B$B' 
WHERE `entry` = 551;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ты человек чести... а также человек слова... Мой муж погиб в битве, но я не могла успокоиться, пока не узнала, что существо, которое погубило его, получило то же самое.$B$BСпасибо тебе, $N.' 
WHERE `entry` = 6162;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Эти мины помогут нас защититься от животных Курцена и его людей. Спасибо за доставку. Если тебе нужна работа, я смогу что-то найти для тебя. Ты же не хочется иметь дело с этими гоблинами, а?'
WHERE `entry` = 198;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Письмо уже готово к отправке майору Самуэльсону в Штормград. Все что мне нужно, это результат.' 
WHERE `entry` = 562;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Большинство распирает от яда, $N. Как правило, такие железы у молодых виверн. Должно быть, ты не плохую резню $Gустроил:устроила; у Скального гнездовья.'
WHERE `entry` = 1135;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ты $Gвернулся:вернулась; с успехом. Это хорошо. Давай одушевленные самоцветы, я спрячу их в безопасное место...$B$BУ меня больше нет для тебя заданий, $C.' 
WHERE `entry` = 1435;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Реагенты-то $Gдобыл:добыла;? Пока не добудешь – платы не будет.' 
WHERE `entry` = 2258;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Если ты хочешь избавиться от \"чтотита\", то тебе нужно принести мне, мои реагенты, $N.' 
WHERE `entry` = 2609;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Я думал, что утрата волос нашим выдающимся главой убьет его, так нет, выжил!$B$BЯ стоял рядом с ним, когда тот схватил дозу. И эти замечательные коричневые локоны посыпались на пол прядями! Клочьями! Ужас произошедшего только усилился, когда у Гроана крыша поехала! Да! Гроан, не веря глазам своим, коснулся лысой головы, и во взгляде его загорелась месть, $N! И тогда он обрушился на троггов!$B$B Оззи ежится.' 
WHERE `entry` = 2927;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Драгоценные камни не издают ни звука, когда они падают в глубь чаши...' 
WHERE `entry` = 4083;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Вот, возьми это яйцо... путь первым кого он увидит, будет его $Gпапаша:мамаша;.$B$BПоздравляю, $N. Теперь у тебя есть... дитя.' 
WHERE `entry` = 4298;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='О... Я так рад, что кто-то нашел меня...' 
WHERE `entry` = 4492;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Отлично! Теперь мы можем использовать их, чтобы сделать немного игрушек. Они явно будут привлекать всех, людей и орков...$B$BВот твой купон, ты его $Gзаслужил:заслужила;, $N.' 
WHERE `entry` = 7899;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Я чувствую что ты $Gдобился:добилась; победы. Победа... в нашем случае такое ужасное слово. Но, не смотря на это, ты $Gдоказал:доказала; что $Gдостоен:достойна; нашего доверия.$B$BЭто может занять некоторое время, прежде чем Древобрюхи начнут тебя приветствовать.' 
WHERE `entry` = 8461;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Спасибо, $N. Вот ваша схема для создания большой связки ракет. Пусть ваши изделия приносят радость и удачу.' 
WHERE `entry` = 8881;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='А, Джедига послала мне посылочки из самой Азшары. Хорошо. Я ждал ее.$B$BДжедига, прекрасная женщина... Смертоносная к тому же. Что может быть лучше!$B$BПосмотрим-ка на нее, таблица в хорошем состоянии. Ты прекрасный посланник, $N.' 
WHERE `entry` = 3541;

UPDATE `script_texts` SET 
	`content_loc8`='Это все, что вы можете сделать? Вы действительно рассчитываете, что сможете победить такого как я?' 
WHERE `entry` = -1230061;