UPDATE `locales_quest` SET 
	`Details_loc8`='Прежде чем мы совершим нападение на остров Фенриса, мы должны понять, кто стоит за гноллами из стаи Гнилошкуров. Наши аптекари считают, что их особенности связаны со странной жидкостью, текущей по их жилам.$B$BОтправляйся на остров Фенриса, к востоку от старой переправы, и собери лимфу гноллов-гнилошкуров, которых ты там встретишь. Образцы нужны аптекарю Ренферрелу, который стоит неподалеку от Гробницы.', 
	`Objectives_loc8`='Принесите 8 бутылок лимфы Гнилошкуров аптекарю Ренферрелу который находится рядом с Гробницей.', 
	`OfferRewardText_loc8`='Отлично. Эта лимфа поможет нам понять природу Гнилошкуров, а также сможет показать нам, в чем их слабость...$B$B... если она у них есть...' 
WHERE `entry` = 443;