UPDATE `locales_quest` SET 
	`Details_loc8`='Леди Сильвана обратилась к Королевскому фармацевтическому обществу. Темная Госпожа считает, что при помощи наших знаний и новейшей магии мы сумеем найти ключ к свержению Артаса. Она хочет, чтобы мы вывели новую чуму – смертоноснее любой болезни Азерота, чтобы она уничтожила всю армию Артаса.$B$BВ своих изысканиях я обнаружил, что для этого потребуется кровь животных. Принеси мне 5 склянок крови пса Тьмы, чтобы я мог провести эксперимент.', 
	`OfferRewardText_loc8`='Ты отлично $Gсправился:справилась;, $N. Благодарю тебя за старания.', 
	`RequestItemsText_loc8`='Ты уже $Gдобыл:добыла; 5 склянок крови пса Тьмы, $N? Время не ждет!' 
WHERE `entry` = 367;

UPDATE `locales_quest` SET 
	`Details_loc8`='Пока ты $Gсобирал:собирала; для меня образцы, я провел исследования и обнаружил, что для должного распространения этой болезни потребуются и другие реагенты. Отравить какую-нибудь одну жалкую жертву – это ерунда, а вот отравить весь мир будет куда сложнее.$B$BМне потребуется 5 чешуек мурлоков из племени Злобного Плавника, которые здесь в окрестностях. Их можно найти на берегу к северу или к западу.' 
WHERE `entry` = 368;

UPDATE `locales_quest` SET 
	`Details_loc8`='Пока ты $Gбыл занят:была занята; сборами, я обнаружил в одном из своих фолиантов старинный текст, в котором сказано, что древняя чума унесла тысячи невинных жизней. Позже выяснилось, что возбудитель болезни сохранился благодаря яду ночных кругопрядов.$B$BПринеси мне немного яда злобных ночных кругопрядов, чтобы я мог закончить эксперимент. Хочу посмотреть, как среагирует ядовитый элемент с моим новым составом. Говорят, что этих пауков можно найти в Восточных Тирисфальских лесах.', 
	`RequestItemsText_loc8`='Ты уже $Gнашел:нашла; яд злобного ночного кругопряда, $N? Это последний компонент, необходимый мне для проведения моего эксперимента.' 
WHERE `entry` = 369;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Будь у меня моя верная винтовка, ты был бы уже мертв, $C! Подожди, скоро бригада паровых танков приедет, чтобы спасти меня!' 
WHERE `entry` = 492;

UPDATE `locales_quest` SET 
	`Details_loc8`='Безвредные тыковки, да? Это только так кажется. Если мы хотим победить силы Артаса на севере и нашествие людей на юге, нам нужно извлечь всю пользу из нашего дара нежити.$B$BЧуть-чуть смекалки, и простая тыква превратится в шпиона Темной Госпожи. С помощью моей последней формулы эта тыква станет лакомым блюдом.$B$BВот недавно мы поймали еще одного ревнителя Алого ордена, сейчас он сидит в погребе таверны \"Петля Висельника\". Иди, отнеси ему эту тыкву.', 
	`RequestItemsText_loc8`='Прочь, нечестивое создание! Свет, защити меня! Алый орден избавит Азерот от таких...$B$BОй... Это что, еда для меня? Я умираю с голода...' 
WHERE `entry` = 407;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Страж смерти Симмер сказал мне, что ты принесешь необходимые мне реагенты. Ты уже $Gсобрал:собрала; десять тыкв, $N?' 
WHERE `entry` = 365;