UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Очень хорошо. Благодаря вашим усилиям Плеть еще долго не осмелится сунуться сюда. Я отправлю лестный отзыв моему начальнику, палачу Зуганду.', 
	`RequestItemsText_loc8`='Вам есть что сообщить?' 
WHERE `entry` = 356;

UPDATE `locales_quest` SET 
	`Details_loc8`='Теперь возвращайтесь к мировому судье Севрену с той информацией, что я дала вам. Он очень ждет ее, так что поспешите.$B$BА если встретите по пути приспешников Плети – немедленно убейте их! Нечего им шастать по нашим землям.' 
WHERE `entry` = 360;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Мировому судье Севрену нужен отчет? Ну что же, защитники Бастиона сдерживают силы Плети, но часть из них все же проникает время от времени.$B$BПлеть видели к востоку от нашей базы, возле Усадьбы Балнира.' 
WHERE `entry` = 359;