UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='$C, вам не следует попусту тратить свое время здесь, в Брилле, когда наш народ нуждается в том, чтобы вы сражались за правое дело. Теперь, возьмите в руки оружие и отправляйтесь на юго-запад к разрушенной башне и убейте капитана Перрина, 3 ревнителей и миссионеров Алого ордена.' 
WHERE `entry` = 370;

UPDATE `locales_quest` SET 
	`Details_loc8`='У нас до сих пор война, а Алый орден набирает силу. В отчете палача Аррена сказано, что участники ордена под предводительством капитана Вакона совершают набеги из разрушенной башни в юго-восточном Тирисфале, близ Усадьбы Балнира.$B$BУбейте Вакона и пятерых келейников из Алого ордена – это должно нанести ордену сокрушающий удар!' 
WHERE `entry` = 371;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Вы еще не выполнили свой долг, $C. Мы не можем рассчитывать на выполнение плана Темной Госпожи, пока Алый Орден докучает нашим солдатам. Принесите известие об их смерти и исполните свой долг перед Сильваной!' 
WHERE `entry` = 372;

UPDATE `locales_quest` SET 
	`Details_loc8`='Документы, которые прислал палач Аррен, приблизят переломный момент в нашей битве с мерзким Алым орденом. Теперь мы знаем расположение всех их баз в Тирисфальских лесах.$B$BНо у стражей смерти есть заботы и поважнее: армия Короля-лича растет с каждой ночью. Нам нужен кто-то такой \"инициативный\", как вы, чтобы навсегда покончить с Алым орденом.$B$BДокажите мне, что способны служить Темной Госпоже: отправляйтесь на запад, к башне за усадьбой Соллиден, и убейте 10 воинов из Алого ордена.', 
	`RequestItemsText_loc8`='Если вы хотите доказать свою ценность перед Темной Госпожой, убейте 10 воинов из Алого ордена, $C.' 
WHERE `entry` = 427;

UPDATE `locales_quest` SET 
	`Details_loc8`='Вот это нужно отнести моему начальнику, палачу Зуганду, в Брилл. С этой информацией, мы сможем нанести решающий удар по Алому ордену. Ты сильно $Gпомог:помогла; нам здесь, в Могильнике, но мне нужно, чтобы кто-то доставил эти сведения Зуганду, и я уверен, что у него для тебя найдется более серьезная работа.$B$BИди по дороге из Могильника на север. Вскоре после того, как дойдешь до Тирисфаля, наткнешься на перекресток. Сверни на восток и продолжай идти в том же направлении, пройдя мимо поместья \"Остывший очаг\".', 
	`OfferRewardText_loc8`='О, прекрасно! Вы отлично потрудились, добывая эту информацию, $N. Хмм... Имена офицеров в Тирисфальских лесах...$B$BПредставьте, какой удар мы можем нанести по боевому духу этих фанатиков, если убьем всех их лидеров одним стремительным ударом.', 
	`RequestItemsText_loc8`='Да? Что вам нужно?' 
WHERE `entry` = 383;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Наконец-то Червеглаз получил по заслугам. Пусть ваш поступок запомнится всем, кто захочет навредить нашему народу! Благодарю вас от имени всего города Брилла, $N.' 
WHERE `entry` = 398;