UPDATE `locales_quest` SET 
	`Details_loc8`='Пару недель назад двое наших стражей смерти – Ран и Квинн Йорики, ушли на разведывательное задание в северный Серебряный бор. С тех пор от них не было никаких известий.$B$BОни могли стать жертвами Плети, но даже если это так, мне нужно подтверждение. Найдите этих стражей смерти.$B$BИх первой целью была разведка на полях в северной части Серебряного бора. Начните свои поиски там.', 
	`Objectives_loc8`='Найдите стражей смерти Квинна Йорика и Рана Йорика.' 
WHERE `entry` = 428;