UPDATE `locales_quest` SET 
	`Details_loc8`='Надеюсь, Долина Испытаний многому научит тебя, юный $C.$B$BМеня послали сюда, чтобы я стала твоей наставницей, но оказывается, здесь не все ладно!$B$BВ Долине Испытаний обосновался ковен Пылающего Клинка. Эти твари скрываются в пещере на северо-востоке, и их злобные фамилиары выбираются оттуда и сеют хаос.$B$BИтак, вот твое первое задание в борьбе с Пылающим Клинком: перебей их столько, сколько сумеешь, и, если выживешь, возвращайся ко мне.', 
	`Objectives_loc8`='Убейте 12 злобных фамилиаров и вернитесь к Зурите Востроглазой, которая ждет вас у Логова.', 
	`OfferRewardText_loc8`='Молодец, $N!$B$BДа, злобные фамилиары для злодеев из Пылающего Клинка – всего лишь ручные зверушки, однако же твой успех предрекает великие события!', 
	`RequestItemsText_loc8`='Чтобы проявить себя в борьбе против Пылающего Клинка, тебе для начала необходимо победить их злобных фамилиаров. Возвращайся ко мне, когда сделаешь это.' 
WHERE `entry` = 792;

UPDATE `locales_quest` SET 
	`Details_loc8`='В видениях своих узрела я предмет силы, скрытый в недрах грота Пылающего Клинка и охраняемый страшными чудовищами и черной магией.$B$BЭтот предмет – медальон Пылающего Клинка. Твоя очередная задача – найти его и отнять у ковена.$B$BНо берегись: медальон может оказаться в руках одного из членов ковена, и этот чернокнижник будет куда могущественнее, чем фамилиары, с которыми тебе уже доводилось встречаться!$B$BСтупай, $N. Грот находится к северо-западу отсюда.', 
	`OfferRewardText_loc8`='Он у тебя! Молодец!$B$BТвои усилия в гроте Пылающего Клинка – это ключ к искоренению этого культа из Долины Испытаний. Но, боюсь, этот грот – не единственный их оплот в наших землях.$B$BТак что эта встреча с ними была не последней.' 
WHERE `entry` = 794;

UPDATE `locales_quest` SET 
	`Details_loc8`='Нельзя допустить, чтобы Пылающий Клинок закрепился в Дуротаре! Мы должны уничтожить их, прежде чем распространяемое ими зло расползется по нашей земле!$B$BЯ провел расследование и выяснил, что один из чернокнижников Пылающего Клинка, гоблин по имени Пшикс Черношквал, обосновался на Громовом хребте к северо-западу отсюда. Там он и его приспешники сеют хаос!$B$BНайди Пшикса, убей его и принеси мне его коготь в качестве доказательства.', 
	`OfferRewardText_loc8`='Ага! Ты его $Gубил:убила;!$B$BТвой клан может гордиться тобой, $N. Благодаря тебе в Дуротаре стало одним приспешником зла меньше.' 
WHERE `entry` = 806;

UPDATE `locales_quest` SET 
	`Details_loc8`='У нас, в деревне Сен\'джин, конечно, есть свои проблемы, и мы благодарим тебя за помощь. Однако принесенные тобой вести о Пылающем Клинке сулят неприятности всем.$B$BВ Колючем Холме есть один орк, Оргнил Душегрыз, в обязанности которого входит охранять Дуротар от таких напастей, как Пылающий Клинок. Ступай к Оргнилу и расскажи ему о нашем положении и о том, что ты $Gузнал:узнала; в Долине Испытаний. Ему нужно это знать.$B$BКолючий Холм находится к северу отсюда.' 
WHERE `entry` = 823;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ну что, $N, удалось тебе проникнуть в Скалу Черепа? $GПринес:Принесла; обжигающие ошейники?' 
WHERE `entry` = 827;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Здравствуй, $N. До меня дошли слухи о твоем появлении и о твоих подвигах в Дуротаре.$B$BТы – многообещающий $C.$B$BНе сворачивай с этого пути, и великое будущее будет ждать тебя!' 
WHERE `entry` = 828;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='*Рассматривает Око Пылающей Тени*$B$BИнтригующе. Ты $Gслышал:слышала; как голос произносил мое имя? Я известен тем, что выслеживаю врагов нашего вождя, но... странно, что выследили меня. Еще более странно, что сектанты Пылающего Клинка, так близко подобрались ко мне.$B$BЯ должен осмотреть этот кулон. Должен изучить и понять значение этого сообщения.$B$BСпасибо что $Gуделил:уделила; этому внимание, $N. Ты $Gсделал:сделала; большую услугу для своего народа.' 
WHERE `entry` = 832;

UPDATE `locales_quest` SET 
	`Details_loc8`='У Пылающего Клинка есть множество планов, знай, они преданы злу до мозга костей, души их осквернены, и их уничтожение – это единственный способ обрушить их планы.$B$BКельдрин отправил со мной Маурина, потому что он знает многое о Пылающем Клинке и разбирается в уловках чернокнижников.$B$BОн борется с Клинком, а на мою долю остаются прочие козни демонов тут, в Пустошах.$B$BПоговори с Маурином, он посвятит тебя в свои планы.', 
	`OfferRewardText_loc8`='Ах, да! Нам всегда пригодится помощь тех, кто предан вождю.$B$BМеня зовут Маурин. Я здесь по просьбе Кельдрана и нашего юного вождя, Тралла. Мальчику нужна помощь в борьбе против врагов, угрожающих его власти.$B$BПодойди-ка поближе $C. Я изложу тебе свои планы касательно ликвидации этого гнойного нарыва, Пылающего Клинка.' 
WHERE `entry` = 1433;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Убейте 7 разбойников из племени Ярой Ненависти, 7 скверноподданных племени Ярой Ненависти, 7 предателей из племени Ярой Ненависти и 7 призывателей огня из племени Ярой Ненависти и вернитесь к Такате Стальному Клинку в Пустоши.', 
	`OfferRewardText_loc8`='Молодец, $C! В тебе есть доблесть и преданность делу.$B$BКогда мы покончим с нашими делами в Пустошах, вождь непременно узнает о том, что ты $Gпомогал:помогала; нам выполнять его волю.$B$BБлагодарю тебя!', 
	`RequestItemsText_loc8`='Меня как-то предупреждал мой компаньон Таурен, что сатиры – не те, кем кажутся на первый взгляд. Он считал, что в них есть что-то большее, чем их извращенное природное зло. Но я ничего такого не видел.$B$BА все что я видел, так это их беспощадную резню тех слабых и оскверненных, которые тянутся к познанию темной силы.$B$BЯ буду исполнять свой долг, уничтожая их до тех пор, пока Вождь не выдаст мне другое задание. А пока же, я не пожалею ни одного из них.' 
WHERE `entry` = 1434;

UPDATE `locales_quest` SET 
	`Details_loc8`='Этих жалких тварей лучше всего предать смерти. Но, когда имеешь дело с теми, кто присягнул тьме, недостаточно просто убивать.$B$BВозьми этот самоцвет. Приведи его в действие, когда один из негодяев Пылающего Клинка будет близок к смерти. Заклятие вытянет оскверненный дух из жертвы, и у тебя в руках окажется одушевленный самоцвет.$B$BПринеси мне эти одушевленные самоцветы, я с ними разберусь.$B$BСтупай же, и постарайся избегнуть смерти!', 
	`OfferRewardText_loc8`='Ты $Gвернулся:вернулась; с успехом. Это хорошо. Давай одушевленные самоцветы, я спрячу их в безопасное место...$B$BУ меня больше нет для тебя заданий, $C. Поговори с Такатой, когда отдохнешь. У него могут быть для тебя задания или, возможно, тебе следует вернуться в Оргриммар и сообщить Кельдрану о нашем прогрессе здесь, в Пустошах.', 
	`RequestItemsText_loc8`='Я попытался сделать магию более простой. Похищение духа твоей жертвы, должна показаться детской забавой. Но не полагайся на силу самоцветов, чтобы полностью уничтожить своего врага. Ты $Gдолжен:должна; активировать самоцвет, когда твоя жертва близка к смерти.' 
WHERE `entry` = 1435;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Благодарение Элуне, хоть кто-то пришел на помощь! Прошу тебя, $C, помоги мне. Орки Пылающего Клинка схватили меня и моего брата Тираниса и притащили сюда. Мне кажется, они собираются принести меня в жертву своим хозяевам-демонам!$B$BЯ знала, что наше путешествие в Пустоши – это ошибка, но Тиранис так настаивал... в последнее время он особенно увлекся потаенными знаниями, хотя многим это не нравилось. Он решил отправиться в эти края именно после того, как узнал, что здесь появляются демоны...$B$BБоюсь, с ним случилось что-то скверное... очень скверное!' 
WHERE `entry` = 1438;

UPDATE `locales_quest` SET 
	`Details_loc8`='Орки перебили нашу охрану и слуг, а потом приволокли нас сюда. Ты представить себе не можешь, что с ними сделали! Я думала, нас тоже прикончат на месте – но, как выяснилось, у орков были на нас другие планы.$B$BТиранис пытался поговорить с ними. Наверное, он думал, что его знания тайных искусств произведут на орков впечатление. Не знаю уж, почему.$B$BПрошу тебя, помоги! Я не могу уйти, пока не узнаю, что случилось с моим братом. Найди его – или хотя бы узнай о его судьбе. Умоляю!', 
	`Objectives_loc8`='Разыщите в Пустошах Тираниса Малема.', 
	`OfferRewardText_loc8`='Это ужасно! Но, полагаю, у тебя не было другого выхода. Если бы не ты, то его убил бы мой народ. Наверное, я должна поблагодарить тебя. Прости, если это звучит не слишком искренне: думаю, ты понимаешь, почему.$B$BТеперь, когда я знаю, какая судьба постигла моего несчастного брата, думаю, пора бежать отсюда. Если ты еще не $Gпередумал:передумала;, я с радостью воспользуюсь твоей помощью и покину это страшное место.$B$BКогда будешь $Gготов:готова;, скажи мне: мы тут же отправимся в путь.', 
	`RequestItemsText_loc8`='Боюсь, Тиранис попытается узнать тайны Пылающего Клинка и стать одним из них, если, конечно, они это позволят. Его всегда восхищала та власть, которую дает магия – и никогда он не думал о цене этой власти...$B$BНе знаю, как мне вернуться к семье, когда душа Тираниса подвергается такой опасности... Наш народ считает преступлением даже изучение подобной магии, а уж если Тиранис преобразится в одно из тех существ, с которыми мы ведем войну...' 
WHERE `entry` = 1439;

UPDATE `locales_quest` SET 
	`Details_loc8`='При осмотре повозки удается найти подвеску, а также следы, ведущие на юг – туда, где над фортом поднимается легкий дымок, заставляющий думать не о пожаре и горящих домах, а об очаге или костре, на котором готовится пища. Должно быть, если Малемы еще живы, их увели в том направлении.$B$BВаларриэль непременно должен увидеть подвеску – и об этих признаках жизни на юге ему тоже нужно рассказать...', 
	`Objectives_loc8`='Принесите подвеску Малемов в Пустоши Валарриэлю Истребителю Демонов.', 
	`OfferRewardText_loc8`='Я в ярости! Подумать только, какой провал!$B$BИ ведь этих двоих предупреждали, что здесь крайне опасно. А теперь они оба пропали... И хорошо, если живы.$B$BГоворишь, ты $Gвидел:видела; следы, ведущие к ближнему форту? Что ж, возможно, у нас все еще есть шанс...$B$BМестные жители говорят, что в этой крепости обосновались орки Пылающего Клинка – те, что служат демонам. Я вовсе не хочу сказать, что вся Орда придерживается подобных верований – но это сейчас неважно, а важно то, что эти орки непременно убьют тебя, если увидят, что ты пытаешься что-то разведать неподалеку от их форта.' 
WHERE `entry` = 1465;

UPDATE `locales_creature` SET 
	`name_loc8`='Валарриэль Истребитель Демонов' 
WHERE `entry` = 5642;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Выведите Далинду Малем из Крепости Громового Топора, а затем вернитесь в Пустоши к Валарриэлю Истребителю Демонов.' 
WHERE `entry` = 1440;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Хмм, действительно, эти руны похожи на язык, $N, старый язык. Кажется, он отдаленно похож на язык эредан. Если я не ошибаюсь, это какой-то контракт... Вот, да, вот эти символы подпись демона: Лорда Азретока.' 
WHERE `entry` = 1480;

UPDATE `locales_quest` SET 
	`Details_loc8`='Я ничего не знаю об этом лорде Азретоке, однако согласен с Маурином: его следует остановить, особенно если он пытается подчинить себе Пылающий Клинок.$B$BТвое стремление служить вождю уже не требует доказательств, и я готов доверить тебе собрать отряд, чтобы убить Азретока и его слугу чернокнижника.$B$BКогда будешь $Gготов:готова; выступать, отправляйся на юг, а покончив с ними – возвращайся ко мне.', 
	`Objectives_loc8`='Убейте лорда Азретока и Джугкара Грим\'рода и вернитесь к Такате Стальному Клинку в Пустоши.', 
	`RequestItemsText_loc8`='Слава Орде и смерть нашим врагам, $N!$B$BДемоны в Пустошах представляют огромную угрозу, чем когда-либо прежде. Моя надежда вернуться к вождю угасает, когда я все больше и больше вижу этих грязных существ.$B$BИногда я мечтаю о том, чтобы были только кентавры, с которыми мы уже имели дело.' 
WHERE `entry` = 1488;

UPDATE `locales_quest` SET 
	`Title_loc8`='Злобные фамилиары', 
	`Details_loc8`='Зурита часто посылает таких новичков, как ты, приструнить этих тварей. Тебе уже доводилось сражаться с коварными фамилиарами.$B$BДумаю, тебе не помешает набраться опыта, помогая Зурите. Не забудь ей сказать, что ты $Gпомогал:помогала; разобраться с бесами – возможно, у нее найдется для тебя награда.', 
	`OfferRewardText_loc8`='Молодец, $N!$B$BДа, злобные фамилиары для Пылающего Клинка – всего лишь ручные зверушки, однако же твой успех предсказывает тебе великие дела!' 
WHERE `entry` = 1499;

UPDATE `locales_quest` SET 
	`Title_loc8`='Злобные фамилиары' 
WHERE `entry` = 792;

UPDATE `locales_quest` SET 
	`Title_loc8`='Злобные фамилиары', 
	`Details_loc8`='Чернокнижники, бывшие здесь до нас, внушили Орде недоверие к нам. Нас терпят, но недолюбливают.$B$BОднако это не заставило чернокнижников сплотиться. Многие предпочитают жить и заниматься магией в уединении. Я не буду принуждать тебя избрать тот или иной путь, а всего лишь помогу тебе сделать очередной шаг.$B$BНо прежде чем я научу тебя искусству призывания, принеси мне шесть голов злобных фамилиаров из той пещеры на северо-востоке.', 
	`Objectives_loc8`='Принесите Рузану 6 голов злобных фамилиаров.' 
WHERE `entry` = 1485;

UPDATE `locales_quest` SET 
	`Details_loc8`='Этот манускрипт едва не вызвал интерес у одного из юных фамилиаров хранителя мудрости! Бедняжка, ему было всего несколько недель от роду!$B$BТем из вас, кто интересуется магией, этот манускрипт может пригодиться!$B$BОн пропал где-то в этом крыле. Могу только предположить, что его прибрал к рукам один из духов высокорожденных.$B$BПринесите мне \"Манускрипт Средоточия\", несколько больших сверкающих осколков, шкуру тени и безупречный черный алмаз, и я создам для вас магический знак.' 
WHERE `entry` = 7484;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Отлично. Надеюсь, во время твоего визита в логово, чернокнижники Пылающего Клинка понесли ощутимые потери?$B$BОни причинили немало вреда вождю, да и нам, чернокнижникам, тоже.' 
WHERE `entry` = 1501;

UPDATE `locales_quest` SET 
	`Details_loc8`='Но ты ведь здесь не затем, чтобы выслушивать лекции по истории, верно? Тебе нужно Вечное Пламя и тотем Огня!$B$BПервый шаг – это создать сапту, чтобы связать тебя со стихией огня.$B$BЯ могу изготовить тебе сапту, но для этого нужны две вещи. Во-первых – огненная смола, распространенное вещество, которое обычно носят при себе заклинатели Иглогривых в восточных Степях.$B$BА вот второй компонент добыть куда сложнее: это мешочек с реагентами, какие носят культисты Пылающего Клинка. Их можно отыскать в пещере над ущельями к северо-востоку от Колючего Холма.', 
	`Objectives_loc8`='Принесите 1 порцию огненной смолы и 1 мешочек с реагентами Телфу Джуламу в Дуротар.', 
	`RequestItemsText_loc8`='У меня будет достаточно компонентов для изготовления сапты огня, если ты принесешь мне мешочек с реагентами и немного огненной смолы. Фанатики из клана Пылающего Клинка носят необходимые компоненты для большинства своих заклинаний в таких мешочках, и обычно имеют достаточное количество реагентов, в которых нуждаюсь я, в этом случае тебе не придется искать их где-либо еще.$B$BСапта всегда делается из компонентов, которые ближе всего относятся к соответствующим стихиям. Это облегчает нашу работу, так как чернокнижники имеют связь с огненной стихией.' 
WHERE `entry` = 1525;

UPDATE `locales_quest` SET 
	`Title_loc8`='Сфера Подземного огня', 
	`Details_loc8`='Первым делом тебе нужно заполучить сферу силы. У чернокнижников Пылающего Клинка есть прекрасные, просто превосходные сферы... очень жаль, что они заключили в них демонов! Но мы можем это исправить, да, можем.$B$BОтправляйся в Пустоши и отбери сферу Подземного огня у призывателя из клана Пылающего Клинка. Призыватели живут на Поле Маннорок.$B$BКак получишь сферу, возвращайся.', 
	`Objectives_loc8`='Принесите сферу Подземного огня Табете из Пылевых топей.', 
	`OfferRewardText_loc8`='Прекрасная вещица. Нет не \"прекрасная\", а как стакан холодного сока в жаркий день.$B$BЕсли вдуматься, прекрасного вообще там мало... Нет, я не про сок, а сферу!$B$BСфокусируйся, $N! Если мы хотим завершить нашу задачу, то ты $Gдолжен:должна; быть $Gсосредоточен:сосредоточена;!', 
	`RequestItemsText_loc8`='Ты $Gпринес:принесла; сферу Подземного огня, $N?' 
WHERE `entry` = 1954;

UPDATE `locales_item` SET 
	`name_loc8`='Сфера Подземного огня' 
WHERE `entry` = 7291;

UPDATE `locales_quest` SET 
	`Details_loc8`='Рядом с входом ты увидишь идола – свинобразы используют его как жертвенный очаг. Эти твари на самом деле пожирают своих пленников из Степей. Я должен разбить идол, чтобы они никогда не могли его использовать, но мне потребуется твоя помощь. Сопроводи меня к идолу. Там я проведу ритуал, но при этом я даже не смогу говорить с тобой, не говоря уж о том, чтобы самому защитить себя. Тебе придется держать оборону, пока я буду проводить ритуал. Если меня убьют раньше, чем я закончу, это будет концом для всех нас.$B$BТы $Gготов:готова;?', 
	`Objectives_loc8`='Сопроводите Белнистраза к идолу свинобразов в Курганах Иглошкурых.$B$BЗащищайте Белнистраза, пока он будет проводить ритуал, чтобы разрушить идол.' 
WHERE `entry` = 3525;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Молодец, $N! Слава духам! Быть может, именно ты – $Gтот:та;, кому суждено избавить меня от самых серьезных моих опасений! Кто бы мог подумать, что столь юное существо, как ты, сумеет достойно защитить наше дело? Ты мне напоминаешь меня самого в молодости... Я позабочусь о том, чтобы тебя достойно вознаградили за труды – если мы оба переживем грядущую бурю.$B$BЛадно, сейчас не время рассыпаться в похвалах. То, что тебе уже удалось совершить, – пустяки в сравнении с тем, что еще предстоит... Но начало положено хорошее.' 
WHERE `entry` = 5726;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ну, в чем дело?! Ах, это ты, $C... Прошу прощения. Я зол, как бешеный кодо... Но, возможно, я сам во всем виноват. Отправляя путешественников в Огненную пропасть, я должен был предвидеть, что это чревато проблемами. Похоже, что Баззалана и Жергоша застиг врасплох кто-то из Тралловых доброхотов. Они оба убиты. Как это не вовремя! Но тут уж ничего не поделаешь.' 
WHERE `entry` = 5729;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Поговорите с Траллом в Оргриммаре и расскажите ему обо всем, что удалось узнать.' 
WHERE `entry` = 5730;

UPDATE `locales_quest` SET 
	`Details_loc8`='Говорят, что Пылающий Клинок, обосновавшийся на востоке в Крепости Громового Топора, заполучил Скипетр Света, добыв его у нагов. Легенда гласит, что этот скипетр обладает властью погружать целые города в пучины моря. Мы не можем позволить, чтобы такая сила оставалась в их руках.$B$BТвой долг – вырвать скипетр из недостойных рук! Сейчас он у ясновидца клана Пылающего Клинка на одной из башен Крепости Громового Топора.', 
	`OfferRewardText_loc8`='Неуловимый Скипетр Света! Добыв его, ты $Gизбавил:избавила; мир от великой угрозы. Прекрасно, $C, просто прекрасно!' 
WHERE `entry` = 5741;

UPDATE `locales_quest` SET 
	`Details_loc8`='Главная задача, которую поручил мне наш великий вождь, – это извести тех тварей, которые повинны в том, что в величественный город нашего владыки проникают демоны. Клан Пылающего Клинка – главная, но не единственная угроза. Есть еще и Пламенеющий Клинок, клан, который обосновался в Огненной пропасти и втайне смущает умы простых представителей Орды.$B$BЧтобы их остановить, нужно убить их предводителя, стража Скверны по имени Тарагаман Ненасытный.$B$BУбей его. Я уверен, Вождь будет рад получить его сердце...' 
WHERE `entry` = 5761;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Во имя отцов-основателей, эта вода просто отвратительна! Неудивительно, что газели больны.$B$BЧто-то загрязняет воду и превращает в руины экосистему северных Степей. Больные газели замечены на севере по дороге отсюда. Хоть вода, скорее всего, и является основным источником распространения этой заразы, но здесь есть что-то еще. $B$BЧто касаемо воды, поверишь ты или нет, но она поможет нам создать лекарство. Я пока займусь ее изучением, но чтобы создать лекарство, мне потребуются некоторые предметы...', 
	`RequestItemsText_loc8`='А, ты $Gтот:та; кого прислал Круг Кенария что в Лунной поляне? Весьма вовремя! Мы сбиты с толку, все наши усилия по излечению газелей, которые наводнили северные Степи – бесполезны. Мы рады любой помощи.$B$BУ тебя есть образец воды о котором говорил Дендрит Блеск Звезд? Он сообщил мне, что ты принесешь мне один такой образец, чтобы мы смогли создать необходимое лекарство...' 
WHERE `entry` = 6127;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ну что, $N, удалось тебе проникнуть в грот Пылающего Клинка? А кирку мою $Gнашел:нашла;?' 
WHERE `entry` = 6394;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Твой дух излучает тепло костров Калимдора. Разве оно не бодрит? Возможно, когда сила покинет тебя, ты ощутишь это чувство.' 
WHERE `entry` = 9322;

UPDATE `locales_quest` SET 
	`Details_loc8`='Тебе хорошо известно, что в Легионе принято всячески одаривать идейных последователей. Некоторым из этих даров лучше бы оказаться в руках у Темной Госпожи, чем у... простецов.$B$BНапример, в пещерах под Оргриммаром скрывается секта Совета Теней, известная как Пламенеющий Клинок. Госпожа сообщила, что они получили две могущественные книги заклинаний – она хотела бы \"позаимствовать\" их. Выполни ее волю.', 
	`OfferRewardText_loc8`='Молодец, $C. Ты $Gоказал:оказала; Темной Госпоже хорошую услугу. Ее подданным пригодятся твои упорство и честолюбие. Заходи ко мне в будущем. Быть может, я отправлю тебя на новые подвиги, которые помогут Темной Госпоже свергнуть Короля-лича и освободить рабов Плети.' 
WHERE `entry` = 5725;

UPDATE `locales_gossip_menu_option` SET 
	`option_text_loc8`='Итак, Пламенеющий Клинок – расходуемый материал?' 
WHERE (`menu_id` = 20006) AND (`id` = 1);

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Какая наивность. Пылающий Клинок и есть Совет Теней! Под его правлением существует много культов и организаций, но все они – лишь продолжение их воли. Хоть я и управляю Пылающим Клинком, я всего лишь пешка в руках Совета, как ты – в моих руках.$B$BВзгляни на Пламенеющий Клинок – большинство из них думают, что становятся могущественными чернокнижниками и что они свергнут Совет Теней.' 
WHERE `entry` = 4534;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Ха-ха! Разве что кроме их вожаков – сатира Баззалана и чернокнижника Жергоша. Потому-то я и посылаю к ним приспешников Тралла. Он думает, что я искореняю зло в недрах его великого города... На самом деле я убиваю двух зайцев сразу: искореняю сподвижников Тралла и проверяю на прочность адептов Пламенеющего Клинка.' 
WHERE `entry` = 4535;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Кровь Разгневанных – чтобы подготовить металл к ковке, его нужно закалить в Крови Разгневанных. Кровь большинства демонов содержит достаточное количество энергии, но здесь нужна не обычная кровь.$B$BЧернокнижники из Оргриммара поделились сведениями о том, где можно найти подходящую для твоего оружия кровь. У сектантов Пламенеющего Клинка из Огненной пропасти есть сфера с кровью, которая нам как раз нужна. По слухам, эту сферу охраняет орк по имени Жергош Призыватель Духов.$B$BДействуй осторожно, ведь ты имеешь дело с демоническими силами. Невозможно предугадать, что может случиться с таким мощным веществом, как это.' 
WHERE `entry` = 2931;