UPDATE `locales_item` SET 
	`name_loc8`='Струящаяся кровь' 
WHERE `entry` = 3254;

UPDATE `locales_quest` SET 
	`Details_loc8`='Силы Артаса неисчислимы. Но, создав новую чуму, мы могли бы раз и навсегда покончить как с армией Плети, так и с людьми.$B$BМои исследования показали, что паучья кровь в соединении с токсином, извлеченном из сердца седого медведя, дает смертельно опасный эликсир. Собери необходимые субстанции с пауков из Струящейся Тьмы к северо-западу отсюда и с медведей, бродящих по Серебряному бору. Принеси реагенты в Подгород аптекарю Фаранеллу из Королевского фармацевтического общества.', 
	`Objectives_loc8`='Соберите 6 сердец медведя и 6 образцов Струящейся крови и принесите их опытному аптекарю Фаранеллу в Подгород.', 
	`OfferRewardText_loc8`='Аптекарь Ренферрел правильно сделал, что послал вас ко мне, $N. Эти образцы действительно будут весьма полезны. Я немедленно начну изучать их отравляющие и инфицирующие свойства.' 
WHERE `entry` = 447;