UPDATE `locales_quest` SET 
	`Details_loc8`='А теперь настало время для нападения на оплот силы Плети в Серебряном бору: остров Фенриса.$B$BВы снова должны добраться до острова и уничтожить Тула Когтя Ворона. Мне нужна его голова!$B$BЯ посылаю вас на смертельно опасное задание, но выполнить его – жизненно важная задача, $N. Вы не должны потерпеть неудачу.', 
	`Objectives_loc8`='Принесите верховному палачу Хадрику в Гробницу голову Тула.', 
	`OfferRewardText_loc8`='Смерть Тула Когтя Ворона – значимое событие, $N. Ренферрел рассказывает, что потоки энергии, которые вы высвободили при уничтожении Тула, ощущались аж до Гробницы.$B$BВаши действия получили большой резонанс у Отрекшихся. Ваша ценность в наших глазах растет.', 
	`RequestItemsText_loc8`='Силам Плети нельзя позволить оставаться в Серебряном бору, $N. Возвращайтесь ко мне с доказательством смерти Тула.' 
WHERE `entry` = 442;

UPDATE `locales_quest` SET 
	`Details_loc8`='Готовясь к нападению на крепость Темного Клыка, мы отправили на разведку двух стражей смерти. Они не возвращаются вот уже много дней, но без их отчета нам не организовать успешного нападения!$B$BИтак, вот ваше задание, $N. Отправляйтесь в крепость Темного Клыка на юге и найдите стражей смерти Адаманта и Винсента. Найдите их и помогите им, если сможете.$B$BЭто очень опасное и важное задание, $N. Не подведите нас.' 
WHERE `entry` = 1098;

UPDATE `locales_quest` SET 
	`Details_loc8`='Прежде чем мы совершим нападение на остров Фенриса, мы должны понять, кто стоит за гноллами из стаи Гнилошкуров. Наши аптекари считают, что их особенности связаны со странной жидкостью, текущей по их жилам.$B$BОтправляйтесь на остров Фенриса, к востоку от старой переправы, и соберите лимфу гноллов-гнилошкуров, которых вы там встретите. Образцы нужны аптекарю Ренферрелу, который стоит неподалеку от Гробницы.' 
WHERE `entry` = 443;

UPDATE `locales_quest` SET 
	`Details_loc8`='Пока вы отсутствовали, помогая нашим стражам смерти, за вами приходил аптекарь Ренферрел. Он не рассказывал мне подробностей, но хотел поговорить с вами о волчьих сердцах, которые вы ему передали.' 
WHERE `entry` = 3221;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Убивайте гноллов из стаи Гнилошкуров на Мертвом поле.$B$BКогда появится банши Плеть Ночи, убейте ее.$B$BПринесите сущность Плети ночи верховному палачу Хадрику в Гробницу.', 
	`OfferRewardText_loc8`='Я слышал о вашем успешном набеге на гноллов из стаи Гнилошкуров, $N, а эта сущность является доказательством смерти банши Плеть ночи.$B$BСегодня Плеть потеряла кусок земли. Вы становитесь еще более ценным союзником в глазах Отрекшихся.' 
WHERE `entry` = 437;

UPDATE `locales_quest` SET 
	`Details_loc8`='$N, мы обнаружили еще одно место, где угнездилась Плеть: это старая переправа. Переправа находится к востоку от Гробницы, и ее патрулируют многочисленные гноллы из стаи Гнилошкуров и различная нежить.$B$BПолагаю, Плеть захватила это место неспроста. Отправляйтесь к старой переправе и выясните, в чем там дело.' 
WHERE `entry` = 438;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Некая Делия жила в Брилле не так давно. Она была похоронена в общей могиле, но, если верить вашим словам, ее тело, должно быть, похитили гноллы из стаи Гнилошкуров и утащили в Серебряный бор.$B$BСтая Гнилошкуров, как и вся Плеть, должна быть уничтожена. Я верю, что вы предпримите к этому надлежащие шаги.' 
WHERE `entry` = 440;

UPDATE `locales_quest` SET 
	`Details_loc8`='Прежде чем вы нападете на остров Фенриса, доложите обо всем верховному палачу Хадрику. У него может быть дополнительная информация или необходимое оборудование.', 
	`Objectives_loc8`='Отчитайтесь верховному палачу Хадрику в Гробнице.' 
WHERE `entry` = 448;

UPDATE `locales_quest` SET 
	`Details_loc8`='Из кучи трупов торчит обнаженная рука. Это рука женщины – тронутая чумой, но относительно свежая.$B$BНа пальце надето кольцо. Вы снимаете кольцо и, осмотрев его, обнаруживаете гравировку:$B$B\"За Делию\".', 
	`OfferRewardText_loc8`='Говорите, это кольцо было надето на палец недавно погибшей женщины?$B$BВидимо, тело было поднято из общей могилы в Тирисфале, не иначе. Должно быть, гноллы из стаи Гнилошкуров таскают эти трупы на остров Фенриса!' 
WHERE `entry` = 439;