UPDATE `locales_quest` SET 
	`Details_loc8`='Братские могилы к юго-западу от Фермы Гаррена были вырыты, чтобы справиться с... внушительным количеством смертей в Тирисфале после прихода Чумы.$B$BТела в этих могилах еще не превратились в нежить, но теперь Плеть подослала гноллов из стаи Гнилошкуров, чтобы они воровали из могил трупы и пополняли ими ряды их армии. Это недопустимо!$B$BУ тебя будет два задания: убить гноллов из стаи Гнилошкуров возле братских могил и Фермы Гаррена, а также отобрать у них бальзамирующую лимфу, поддерживающую в них жизнь.', 
	`Objectives_loc8`='Убивайте грабителей могил и полукровок из стаи Гнилошкуров.$B$BПринесите мировому судье Севрену 8 образцов бальзамирующей лимфы в Брилл.', 
	`OfferRewardText_loc8`='Отличная работа, $N! Если силы Плети решили, что могут направлять этих мертвецов на нас, то они жестоко ошиблись. Что же касается жидкости, которую ты $Gсобрал:собрала; с рабов Гнилошкуров, ее изучат наши аптекари. Возможно, они откроют какой-то секрет, который поможет нам в войне.$B$BСловом, ты отлично $Gсправился:справилась;. Но война продолжается, и у тебя будет еще много шансов проявить себя перед Отрекшимися.', 
	`RequestItemsText_loc8`='Ты $Gсделал:сделала; то, о чем я просил? $GУбил:Убила; этих псов и $Gзабрал:забрала; у них лимфу?' 
WHERE `entry` = 358;

UPDATE `locales_quest` SET 
	`Details_loc8`='У Делии был муж по имени Роли, проживающий ныне в Подгороде. Если кольцо действительно принадлежало Делии, которая жила здесь, в Брилле, то Роли узнает его.$B$BНайти Роли ты сможешь в Торговом квартале Подгорода.' 
WHERE `entry` = 441;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Здравствуй. Либо ты не знаешь, кто я, либо у тебя ко мне очень срочное дело.$B$BПотому что иначе ты не $Gпосмел:посмела; бы меня беспокоить...' 
WHERE `entry` = 405;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Некая Делия жила в Брилле не так давно. Она была похоронена в общей могиле, но, если верить твоим словам, ее тело, должно быть, похитили гноллы из стаи Гнилошкуров и утащили в Серебряный бор.$B$BСтая Гнилошкуров, как и вся Плеть, должна быть уничтожена. Я верю, что ты предпримешь к этому надлежащие шаги.', 
	`RequestItemsText_loc8`='Здравствуй, $N. Что привело тебя обратно в Брилл?' 
WHERE `entry` = 440;

