UPDATE `locales_page_text` SET 
	`Text_loc8`='Исследуя окаменелости, я пришел к выводу, что в древние времена великая чума свирепствовала у озера Лордамер. Что послужило ее причиной? Мы никогда не узнаем. Но, исходя из насыщенной концентрации останков, которые представлены в залежах озерного пласта, уровень загрязнения весьма высок.' 
WHERE `entry` = 236;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Собирая образцы мха, я случайно стал свидетелем сцены кровавой битвы. Клан мурлоков Злобного Плавника подвергся нападению мародерствующих банд гноллов. Трупы и гноллов, и мурлоков были разбросаны по всему полю боя. Когда я проходил мимо растерзанного тела мурлока, я заметил странно затвердевшую опухоль, выступающую из раны. Когда я начал изучать ее, стало ясно, что похожие свойства я обнаружил у мха, который собирал. К сожалению, больше я не смог найти ни одной опухоли.' 
WHERE `entry` = 238;