UPDATE `locales_quest` SET 
	`Details_loc8`='Силы Артаса неисчислимы. Но, создав новую чуму, мы могли бы раз и навсегда покончить как с армией Плети, так и с людьми.$B$BМои исследования показали, что паучья кровь в соединении с токсином, извлеченном из сердца седого медведя, дает смертельно опасный эликсир. Соберите необходимые субстанции с пауков из Струящейся Тьмы к северо-западу отсюда и с медведей, бродящих по Серебряному бору. Принесите реагенты в Подгород аптекарю Фаранеллу из Королевского фармацевтического общества.' 
WHERE `entry` = 447;

UPDATE `locales_quest` SET 
	`Details_loc8`='Согласно записям Берарда, мох озерных тихоступов и озерных ползунов может оказаться полезным для решения нашей задачи по изготовлению новой отравы. Эти твари обитают на островах на озере Лордамер на востоке.$B$BОн также упоминает об очень редкой субстанции – твердой опухоли, обнаруженной им у мурлока из племени Злобного Плавника. Очевидно, эта опухоль столь редка, что Берарду удалось раздобыть лишь одну.$B$BСоберите образцы моха, а также редкую твердую опухоль и отнесите их аптекарю Фаранеллу в Подгород.' 
WHERE `entry` = 451;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Моя сестра сказала, вы здесь, чтобы помочь нам. Это правда?' 
WHERE `entry` = 430;

UPDATE `locales_quest` SET 
	`Details_loc8`='Я выпарил лимфу, которую вы принесли мне, и разложил ее на основные компоненты. Мои выводы еще не окончательные, но я определил, что для изготовления этой лимфы пользовались как чернокнижием, так и некромантией.$B$BПока я продолжу ее изучение, я прошу вас отнести один образец Бетору Ледострелу в Подгород. Бетор – не фармацевт, но его знание магии может помочь нам раскрыть тайну Гнилошкуров.$B$BИдите же. Бетора вы найдете в Квартале Магов Подгорода.' 
WHERE `entry` = 444;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Этот свиток весь пронизан могущественной магией. Я никогда не использовал таких сил в зельях... это будет сильнодействующая микстура, и она должна сослужить вам хорошую службу, если вы решитесь атаковать Тула в его крепости на острове Фенриса.' 
WHERE `entry` = 446;