UPDATE `locales_quest` SET 
	`Details_loc8`='На вид ты не $Gпохож:похожа; на Гнилошкура. Это хорошо. А то я уже потерял надежду...$B$BМеня зовут Аларик, когда-то я был доверенным слугой и телохранителем Тула. Он использовал свою магию для \"защиты\" меня от Чумы Нежити, но вместо этого его заклинание повергло меня в нежитие – состояние, из которого я не могу уйти. А после создания этих проклятых Гнилошкурых гноллов Тул обезглавил меня... и отдал гноллам мою голову в качестве игрушки!$B$BПожалуйста, воссоедини меня с телом. Я уверен, что гноллы закопали его в Крепости Фенриса, возле стойл, в ничем не примечательной могиле.', 
	`RequestItemsText_loc8`='Эта могила была выкопана в спешке.' 
WHERE `entry` = 460;

UPDATE `locales_quest` SET 
	`Details_loc8`='Я знаю об одной тайной нише в крепости, где хранится дорогой сердцу Тула и его давних коллег предмет. В ней также лежит нечто, что ты можешь счесть полезным для себя. Отнеси меня туда!$B$BУглубление в стене находится в юго-западной башне крепости, позади пыльной полки.$B$BВозьми мое тело, а сапоги оставь здесь. Они мне все равно не по ноге...', 
	`OfferRewardText_loc8`='Вот мы и на месте, здесь открыто. Оставь меня здесь. Лучшие дни своей жизни я провел в этой крепости, и мысль об упокоении в этих стенах умиротворяет меня.$B$BХорошенько закрой нишу – я не хочу, чтобы эти Гнилошкуры нашли меня.$B$BАх, да, и возьми вот это. Ты это заслуживаешь.', 
	`RequestItemsText_loc8`='Вот это место! Поднеси меня поближе...' 
WHERE `entry` = 461;

UPDATE `locales_quest` SET 
	`Details_loc8`='Тул как-то рассказывал мне, что давным-давно он вместе с двумя товарищами создал магический жезл, сплетя его из трех принадлежащих им ученических жезлов. Он был символом их дружбы, и, хотя Тул презрел ее, с жезлом он расстаться не мог и не желал отдавать его другим. Поэтому он выкрал жезл и спрятал его в крепости Фенриса.$B$BВот, отнеси жезл Бетору Ледострелу, одному из прежних друзей Тула. Я уверен, он будет рад его получить.' 
WHERE `entry` = 491;