UPDATE `locales_quest` SET 
	`Title_loc8`='Искоренение Порчи', 
	`Details_loc8`='Цели у Наралекса были самые благие.$B$BНаш лидер стремился впасть в Изумрудный Сон, и вновь превратить эти выжженные земли в тот пышный лес, которым они когда-то являлись. Но что-то пошло не так.$B$BМечта Наралекса превратилась в кошмар, и порченые твари заселили пещеры.$B$BВ то время как некоторые приспешники Наралекса стремятся пробудить нашего мастера, я забочусь о том, чтобы избавить эти пещеры от заполонивших их тварей.$B$BОтправляйся туда, $N и уничтожь порченое семя.', 
	`OfferRewardText_loc8`='Как послушник Наралекса я не могу не отметить твоей храбрости, $N.$B$BТвоя помощь – это всего лишь первый шаг в очищении Степей от порчи.$B$BБлагодарю тебя, и да пребудет тобой удача.' 
WHERE `entry` = 1487;