UPDATE `locales_creature` SET 
	`subname_loc8`='Повелитель змей' 
WHERE `entry` = 3669;

UPDATE `locales_creature` SET 
	`subname_loc8`='Повелитель змей' 
WHERE `entry` = 3670;

UPDATE `locales_creature` SET 
	`name_loc8`='Леди Анакондра', 
	`subname_loc8`='Повелительница змей' 
WHERE `entry` = 3671;

UPDATE `locales_creature` SET 
	`subname_loc8`='Повелитель змей' 
WHERE `entry` = 3673;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Наралекс вновь спит!$B$BДавным-давно Наралекс отправился в эту пещеру с благородной целью: войти в Изумрудный Сон и превратить Степи в пышный лес. Его сосредоточенность была нарушена, и демонические видения опутали его разум.$B$BТеперь чудовища из его сна пробиваются в мир. Необходимо пробудить его от кошмаров, иначе он навеки затеряется в них, а великое зло вырвется из его сновидений на свободу.$B$BНо начать ритуал пробуждения я смогу не раньше, чем будут уничтожены его приспешники – повелители Змей.' 
WHERE `entry` = 698;