UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Мы нуждаемся в помощи в Низине Арати куда больше, чем можно себе представить, $N. И в этот трудный час, там можно заслужить честь и репутацию. Я прошу тебя отыскать в этом городе военачальника Низины Арати.', 
	`Text0_1_loc8`='Мы нуждаемся в помощи в Низине Арати куда больше, чем можно себе представить, $N. И в этот трудный час, там можно заслужить честь и репутацию. Я прошу тебя отыскать в этом городе военачальника Низины Арати.' 
WHERE `entry` = 7679;