UPDATE `db_script_string` SET 
	`content_loc8`='Ну, раз уж вы здесь, я научу вас призывать демонические воинства, покорные вашей воле. Начнем с самых простых существ такого рода. Итак, приступим.' 
WHERE `entry` = 2000005634;

UPDATE `db_script_string` SET 
	`content_loc8`='Из всех демонических созданий проще всего призвать беса. Думаю, вы уже знакомы с этим существом, но для полноты картины я все-таки расскажу вам о нем.' 
WHERE `entry` = 2000005635;

UPDATE `db_script_string` SET 
	`content_loc8`='Теперь, после того как вы получили возможность изучить беса, перейдем к следующему существу которого вы можете призвать, демону Бездны.' 
WHERE `entry` = 2000005637;

UPDATE `db_script_string` SET 
	`content_loc8`='Эта демоническая сущность известная как демон Бездны. Его показатели силы и выносливость высоки, что делает его отличным защитником. Натравите его на врага, а потом спрячьтесь за ним, как за щитом, чтобы безопасно применять заклинания и вытягивать из противников жизненные силы.' 
WHERE `entry` = 2000005638;

UPDATE `db_script_string` SET 
	`content_loc8`='Учитесь хорошо, и в один прекрасный день вы сможете призвать себе такого же питомца. А пока что займемся охотником Скверны.' 
WHERE `entry` = 2000005641;

UPDATE `db_script_string` SET 
	`content_loc8`='Существо, которое вы видите перед собой, называется охотником Скверны. Оно обладает множеством врожденных способностей, среди которых следует особо отметить Запрет чар. По этой причине такие питомцы особенно эффективны в бою с противниками, использующими магию.' 
WHERE `entry` = 2000005642;

UPDATE `db_script_string` SET 
	`content_loc8`='Если вы встретитесь с каким-нибудь заклинателем, этот зверь вам очень пригодится. А теперь посмотрим на кое-кого еще. Вот это животное поможет вам в путешествиях и значительно облегчит жизнь в дальних походах. Перед вами конь Скверны.' 
WHERE `entry` = 2000005643;