UPDATE `locales_quest` SET 
	`Objectives_loc8`='Убейте ледоглазого василиска и принесите его охлажденный окорок Ангусу Штерну в \"Печальный отшельник\".' 
WHERE `entry` = 212;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Отлично! Благодарю тебя, $N!$B$BТеперь надо подумать, как именно приготовить эти языки, чтобы наилучшим образом подчеркнуть их изысканный вкус.$B$BНаконец-то у меня есть блюдо, достойное завсегдатаев \"Печального отшельника\" в Штормграде.' 
WHERE `entry` = 1204;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Мистер Игнац не так давно приносил листья болотного боба, и он рассказал мне, что вы помогли ему выбраться из весьма затруднительной ситуации.$B$BБлагодарю вас, $N. Я попрошу своего дядю принять вас по-королевски, когда вы в следующий раз окажетесь в \"Печальном отшельнике\", в Штормграде.' 
WHERE `entry` = 1222;

UPDATE `locales_quest` SET 
	`Details_loc8`='Я составляю новое меню для ресторана. Сельская кухня с болотным душком. Думаю, посетителям \"Печального отшельника\" понравится!$B$BЯ послал своего племянника Моргана в Терамор, город на краю Пылевых топей. Там он собирает местные кулинарные рецепты, и мне хотелось бы знать, как его успехи.$B$BДолог путь до Терамора, и для меня тяжеловат. Но я думаю, что такой молодой $C с радостью ухватится за возможность совершить подобное путешествие.' 
WHERE `entry` = 1260;

UPDATE `locales_quest` SET 
	`Title_loc8`='Праздник в \"Печальном отшельнике\"' 
WHERE `entry` = 1271;

UPDATE `locales_quest` SET 
	`Details_loc8`='Перед тем, как перебраться сюда, в \"Печальный отшельник\", я обучался, у одного из лучших поваров которых я когда-либо встречал. Его звали Джеймс Хьяль, и все чего я добился в этой жизни, это только благодаря ему.$B$BИнтересно, как-то он там сейчас? Они вместе со своим братом Винсентом работали в таверне, в Гавани Менетилов, но я давно о нем ничего не слышал.$B$BЕсли вдруг ненароком встретишь его, кланяйся от меня.' 
WHERE `entry` = 1301;

UPDATE `locales_quest` SET 
	`Title_loc8`='Печальный отшельник', 
	`Details_loc8`='Сообщают о беспорядках в таверне \"Печальный отшельник\", что в квартале магов. Там бродят странные невидимые существа, чувствую, там образовался разлом маны.$B$BОтправляйся туда и поймай этих тварей. Чтобы они стали видимыми, воспользуйся заклинанием проявления, ослабь их и используй шкатулку, чтобы поймать этих существ. Как только наберешь достаточно этих тварей, возвращайся ко мне с заполненными шкатулками, пустыми шкатулками и заклинанием.' 
WHERE `entry` = 1920;

UPDATE `dbscript_string` SET 
	`content_loc8`='В \"Печальном отшельнике\" вы всегда будете чувствовать себя в своей тарелке!' 
WHERE `entry` = 2000005187;

UPDATE `dbscript_string` SET 
	`content_loc8`='В \"Печальном отшельнике\" вы всегда будете чувствовать себя в своей тарелке!' 
WHERE `entry` = 2000005192;

UPDATE `dbscript_string` SET 
	`content_loc8`='В \"Печальном отшельнике\" вы всегда будете чувствовать себя в своей тарелке!' 
WHERE `entry` = 2000005198;

UPDATE `dbscript_string` SET 
	`content_loc8`='Голова раскалывается от магии? Отдохните в \"Печальном отшельнике\"!' 
WHERE `entry` = 2000005185;

UPDATE `dbscript_string` SET 
	`content_loc8`='Вас снедает печаль? В \"Печальном отшельнике\" вы найдете, с кем ее разделить!' 
WHERE `entry` = 2000005188;

UPDATE `dbscript_string` SET 
	`content_loc8`='Голова раскалывается от магии? Отдохните в \"Печальном отшельнике\"!' 
WHERE `entry` = 2000005190;

UPDATE `dbscript_string` SET 
	`content_loc8`='Хочешь получить бесплатную выпивку в \"Печальном отшельнике\"? Спроси меня как!' 
WHERE `entry` = 2000005191;

UPDATE `dbscript_string` SET 
	`content_loc8`='Бесплатные напитки в \"Печальном отшельнике\"!' 
WHERE `entry` = 2000005193;

UPDATE `dbscript_string` SET 
	`content_loc8`='Вас снедает печаль? В \"Печальном отшельнике\" вы найдете, с кем ее разделить!' 
WHERE `entry` = 2000005194;

UPDATE `dbscript_string` SET 
	`content_loc8`='Голова раскалывается от магии? Отдохните в \"Печальном отшельнике\"!' 
WHERE `entry` = 2000005195;

UPDATE `dbscript_string` SET 
	`content_loc8`='Хочешь получить бесплатную выпивку в \"Печальном отшельнике\"? Спроси меня как!' 
WHERE `entry` = 2000005197;

UPDATE `locales_gameobject` SET 
	`name_loc8`='Печальный отшельник' 
WHERE `entry` = 2169;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Добро пожаловать в \"Печальный отшельник\" – место, где любители магии могут отдохнуть и выпустить пар. Ну, не в прямом смысле, конечно. Чего бы вы хотели, $Gсэр:мэм;?', 
	`Text0_1_loc8`='Добро пожаловать в \"Печальный отшельник\" – место, где любители магии могут отдохнуть и выпустить пар. Ну, не в прямом смысле, конечно. Чего бы вы хотели, $Gсэр:мэм;?' 
WHERE `entry` = 1252;