UPDATE `locales_creature` SET 
	`name_loc8`='Интендант Хасана из ордена Серебряного Рассвета' 
WHERE `entry` = 10856;

UPDATE `locales_npc_text` SET 
	`Text0_1_loc8`='Серебряный Рассвет приветствует тебя, $C. Я Хасана – одна из нескольких доверенных интендантов Рассвета.$B$BСражаясь со злом от нашего имени, и заручаясь при этом нашим доверием и уважением, ты заработаешь у офицера Гаруша знаки доблести. Они служат двум целям. Благодаря им ты сможешь добиться нашего доброго отношения или обменять их на наши особые товары.$B$BЧем лучше к тебе будут относиться в Серебряном Рассвете, тем больше предметов будет тебе доступно.' 
WHERE `entry` = 4173;