UPDATE `locales_quest` SET 
	`Details_loc8`='Блестящий ярко-зеленый осколок, и хотя он твердый, что-то похожее на дым завихряется под его поверхностью. Вы не можете оторвать от него свой взгляд, но в то же время вы осознаете какое-то беспокойство.$B$BПожалуй, стоит поискать кого-нибудь в Кабестане, кто может рассказать вам об этом странном осколке.', 
	`OfferRewardText_loc8`='О... я никогда ничего подобного не видела...', 
	`RequestItemsText_loc8`='Приветствую тебя, $R. Я могу чем-то помочь?' 
WHERE `entry` = 6981;