UPDATE `locales_quest` SET 
	`Details_loc8`='Молчи и слушай, $C.$B$BМеня направили сюда для наблюдения за Хилсбрадом. У меня разведывательная миссия. А тебе необходимо срочно отнести вести верховному палачу Дарталии на Мельницу Таррен. Скажи, что страж смерти Леш передала следующие слова:$B$B\"Крик ворона на западе манит.\"$B$BСтупай по дороге на восток и обращай внимание на знаки. Торопись! Отправляйся на Мельницу Таррен со всей возможной поспешностью!', 
	`Objectives_loc8`='Отправляйтесь на Мельницу Таррен и доставьте послание стража смерти Леш верховному палачу Дарталии.', 
	`OfferRewardText_loc8`='Крик ворона на западе манит?$B$BОтличные новости! Пора напасть на Хилсбрад. Наконец-то мы можем воплотить наш план по его разрушению. Вариматас будет доволен.' 
WHERE `entry` = 494;