UPDATE `locales_quest` SET 
	`Details_loc8`='Мне понадобится совсем немного времени, чтобы смешать все эти компоненты и получить с них то, что я хочу наречь эликсиром Страдания.$B$BВот, готово! Ах, ничто не доставляет столько радости в этих проклятых холмах, как принесение страдания в мир.$B$BПосмотрим, достигнут ли желанный эффект.$B$BДай попробовать моему помощнику Ампи то, что Темная Госпожа готовит людям и созданиям Плети.' 
WHERE `entry` = 499;

UPDATE `locales_item` SET 
	`name_loc8`='Эликсир Страдания' 
WHERE `entry` = 3495;