UPDATE `script_texts` SET 
	`content_loc8`='Я передумал, слуги мои, не нужно тащить пленника ко мне в лабораторию, я сам разберусь с ним здесь и сейчас.' 
WHERE `entry` = -1033009;

UPDATE `script_texts` SET 
	`content_loc8`='Если ты не будешь служить моему Учителю своим мечом и знанием его врагов...' 
WHERE `entry` = -1033011;

UPDATE `script_texts` SET 
	`content_loc8`='Твои трухлявые останки будут служить мне, как свидетельство того, как я поступаю с глупцами, решившими посягнуть на мои владения!' 
WHERE `entry` = -1033012;

UPDATE `script_texts` SET 
	`content_loc8`='Винсент! Тебе и твоим союзникам не следовало идти против меня и моих сыновей. Тебя постигнет та же участь, как и те жалкие остатки Кирин-Тора.' 
WHERE `entry` = -1033010;