UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Вы заглянули в район Фармацевтов. Именно здесь практикуют доктор Герберт Галси и доктор Марш.', 
	`Text0_1_loc8`='Вы заглянули в район Фармацевтов. Именно здесь практикуют доктор Герберт Галси и доктор Марш.', 
	`Text1_0_loc8`='Доктор Герберт Галси в районе Фармацевтов, где мы и родились. Он может и тебя сшить, как нас.', 
	`Text1_1_loc8`='Доктор Герберт Галси в районе Фармацевтов, где мы и родились. Он может и тебя сшить, как нас.' 
WHERE `entry` = 3528;