UPDATE `locales_quest` SET 
	`Objectives_loc8`='Принесите книгу Ура хранителю Бел\'дугуру в район Фармацевтов в Подгород.', 
	`OfferRewardText_loc8`='Отлично. Эта книга будет прекрасным дополнением моей коллекции трудов Ура. Знания его были велики, но голос разума ограничивал его от применения истинной силы. Именно поэтому, когда пришла Плеть, он не смог противостоять ей.$B$BМы, Отрекшиеся, не можем позволить себе роскошь быть слабыми – ведь тогда нам не выжить...' 
WHERE `entry` = 1013;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Отнесите 1 флакон одеколона и 1 флакон духов аптекарю Зинг в район Фармацевтов в Подгороде.' 
WHERE `entry` = 8979;