UPDATE `dbscript_string` SET 
	`content_loc8`='Я сейчас же начну, $N.' 
WHERE `entry` = 2000005354;

UPDATE `dbscript_string` SET 
	`content_loc8`='И так... где моя иголка с ниткой. Ах, вот они...' 
WHERE `entry` = 2000005355;

UPDATE `locales_page_text` SET 
	`Text_loc8`='Здравствуй, Морган!$B$BДела в Златоземье идут бойко, так бойко, что у меня не было времени отправить тебе товар!$B$BЯ нанял человека, который принесет эту записку, доставить тебе пачку больших восковых свечей (тех, что кобольды обычно носят на голове).$B$BБудь добр, отблагодари этого человека и заплати ему как следует.' 
WHERE `entry` = 15;