UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Эксперты по оружию из Аллеи Чести в Оргриммаре, Сайок и Ханаши, могут научить тебя стрелять из лука.', 
	`Text0_1_loc8`='Мастера боя из Аллеи Чести в Оргриммаре, Сайок и Ханаши, могут научить тебя стрелять из лука.' 
WHERE `entry` = 10771;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Научиться владению кинжалом можно у двух экспертов по оружию: Арчибальда из Квартала воинов Подгорода и Сайока из Аллеи Чести в Оргриммаре.', 
	`Text0_1_loc8`='Научиться владению кинжалом можно у двух экспертов по оружию: Арчибальда из Квартала воинов Подгорода и Сайока из Аллеи Чести в Оргриммаре.' 
WHERE `entry` = 10773;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Арчибальд, эксперт по оружию Отрекшихся, очень умело обращается с древковым оружием. Его можно найти в Квартале Воинов Подгорода.', 
	`Text0_1_loc8`='Арчибальд, эксперт по оружию Отрекшихся, очень умело обращается с древковым оружием. Его можно найти в Квартале Воинов Подгорода.' 
WHERE `entry` = 10777;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Сайок и Ханаши, оргриммарские мастера боя, – настоящие искусники во всем, что касается метательного оружия. Они тренируют желающих в Аллее Чести.', 
	`Text0_1_loc8`='Сайок и Ханаши, оргриммарские мастера боя, – настоящие искусники во всем, что касается метательного оружия. Они тренируют желающих в Аллее Чести.' 
WHERE `entry` = 10780;