UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Какая наивность. Пылающий Клинок и есть Совет Теней! Под его правлением существует много культов и организаций, но все они – лишь продолжение их воли. Хоть я и управляю Пылающим Клинком, я всего лишь пешка в руках Совета, как ты – в моих руках. Взгляни на Огненный клинок – большинство из них думают, что становятся могущественными чернокнижниками и что они свергнут Совет Теней.' 
WHERE `entry` = 4534;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Великолепно, $C! Просто великолепно!$B$BТвое сегодняшнее деяние – всего лишь первый шаг к куда более серьезным делам. Возможно, это поможет нам уничтожить Совет Теней раз и навсегда.$B$BПерескажи мне все, что он говорил, и смотри, не упусти ни слова: какой-нибудь пустяк может оказаться важнее, чем ты думаешь.', 
	`RequestItemsText_loc8`='Ну как, $c? Клюнул ли он на нашу уловку или он оказался куда умнее?$B$BДоказывание своей преданности Ниру поможет нам гораздо проще добывать информацию о Совете Теней. Он имеет достаточно информации о тех, кто хочет разрушить все, что мы построили в Дуротаре.' 
WHERE `entry` = 5727;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Ха-ха! Разве что кроме их вожаков – сатира Баззалана и чернокнижника Жергоша. Потому-то я и посылаю к ним приспешников Тралла. Тралл думает, что я искореняю зло в недрах его великого города... На самом деле я убиваю двух зайцев сразу: искореняю сподвижников Тралла и проверяю на прочность адептов Пламенеющего Клинка.' 
WHERE `entry` = 4535;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Если ты принесешь мне своего старого быстрого волка, я обменяю его тебе на одного нового. Новый волк, будет так же быстр, как и твой старый, но иметь другой вид. Ты можешь посмотреть здесь на их вид и выбрать подходящего тебе волка.' 
WHERE `entry` = 7660;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Если ты принесешь мне своего старого быстрого волка, я обменяю его тебе на одного нового. Новый волк, будет так же быстр, как и твой старый, но иметь другой вид. Ты можешь посмотреть здесь на их вид и выбрать подходящего тебе волка.' 
WHERE `entry` = 7661;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Если ты принесешь мне своего старого кодо, я обменяю тебе его на одного нового. Новый кодо, будет так же быстр, как и твой старый, но иметь другой вид. Ты можешь посмотреть здесь на их вид и выбрать подходящего тебе кодо.' 
WHERE `entry` = 7662;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Если ты принесешь мне своего старого кодо, я обменяю тебе его на одного нового. Новый кодо, будет так же быстр, как и твой старый, но иметь другой вид. Ты можешь посмотреть здесь на их вид и выбрать подходящего тебе кодо.' 
WHERE `entry` = 7663;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Если ты принесешь мне своего старого ящера, я обменяю тебе его на одного нового. Новый ящер, будет так же быстр, как и твой старый, но иметь другой вид. Ты можешь посмотреть здесь на их вид и выбрать подходящего тебе ящера.' 
WHERE `entry` = 7664;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Если ты принесешь мне своего старого ящера, я обменяю тебе его на одного нового. Новый ящер, будет так же быстр, как и твой старый, но иметь другой вид. Ты можешь посмотреть здесь на их вид и выбрать подходящего тебе ящера.' 
WHERE `entry` = 7665;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='В пещерах под нами можно добыть немало странных и удивительных шкур. Но будь $gосторожен:осторожна;, если решишь отправиться туда, $N. Твоя собственная шкура в любом случае ценнее.' 
WHERE `entry` = 5288;

UPDATE `locales_item` SET 
	`name_loc8`='Поверженное щупальце К\'Туна' 
WHERE `entry` = 21579;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='<Андоров мрачно смотрит на вас.>$B$BЕсли у него течет кровь, значит, его можно убить.' 
WHERE `entry` = 7883;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Внимательно осмотрите Застывший оазис и возвращайтесь к Тонге Руническому Тотему в Перекресток.', 
	`OfferRewardText_loc8`='Удивительное открытие! Я дал тебе иссохшие, мертвые семена. Значит, то, что таится в этих оазисах, создает жизнь из ничего!$B$BНеобходимо исследовать это явление повнимательнее...', 
	`RequestItemsText_loc8`='Ты уже $gпобывал:побывала; на Застывшем оазисе? Была ли расселина в его водах?' 
WHERE `entry` = 877;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Тебя послала Фолла? Давай-ка, взглянем на этот осколок...$B$B*Хамуул вглядывается в осколок.*$B$BОх... Боги...$B$BСпасибо, что $gпринес:принесла; это мне. О таких вещах вслух не говорят, но я все же предупрежу тебя, есть вещи, с которыми ты можешь не справиться.$B$BЗапомни, в Изумрудном сне все не то, чем кажется...$B$BВозможно в будущем мы встретимся вновь.' 
WHERE `entry` = 3369;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Перед вами лежит израненное тело Винсента.$B$Страж смерти Адамант написал отчет Хадрику... Но что бы ни хотел добавить к его словам Винсент, он унес это с собой в могилу.$B$BВ мертвой руке зажата небольшая безделушка...' 
WHERE `entry` = 1098;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Прекрасно. Эта книга будет прекрасным дополнением моей коллекции трудов Ура. Знания его были велики, однако его сознание удерживало от применения настоящей силы. Именно поэтому он не смог противостоять Плети.$B$BМы, Отрекшиеся, не можем позволить себе роскошь быть слабыми – ведь тогда нам не выжить...$B$BИ уж тем более не обрести власть.', 
	`RequestItemsText_loc8`='$gНашел:Нашла; книгу, $N?' 
WHERE `entry` = 1013;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ого... вот это находка, $N.$B$BГоворишь, ты $gдобыл:добыла; это из Барона Акваниса в Непроглядной? Барон Акванис давно уже считается оскверненной силой Стихии, а этот шар даст понять, что именно повергло его в скверну. Хотя я не удивлюсь, если это окажется культ Сумеречного Молота, зато мы узнаем, как они сумели это сделать.$B$BХорошо, что ты $gпринес:принесла; эту штуку мне. Прошу – прими это вместе с горячей благодарностью Служителей Земли.' 
WHERE `entry` = 6922;

UPDATE `script_texts` SET 
	`content_loc8`='Помогите!' 
WHERE `entry` = -1090028;

UPDATE `locales_gameobject` SET 
	`name_loc8`='Сейф Термоштепселя' 
WHERE `entry` = 142477;

UPDATE `locales_gossip_menu_option` SET 
	`option_text_loc8`='Здравствуйте, Совик, я хочу посмотреть на ваши товары.' 
WHERE `menu_id` = 980 AND `id` = 0;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Все верно, я знаю о друидах из Пещер Стенаний. Я видела их исковерканные, покрытые чешуей лица. Я знаю об их злодеяниях, и самое главное, мне известны их планы.$B$BТы $gдолжен:должна; остановить их, $N.' 
WHERE `entry` = 1490;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Это и правда интересно. Я рад, что ты $gпринес:принес; мне эту записку.$B$BТеперь мы знаем, как зовут причину наших бед... Лоргус Джетт!' 
WHERE `entry` = 6564;