UPDATE `creature_ai_texts` SET 
	`content_loc8`='Ох, $Gкакой сильный:какая сильная;! Счастливого Тыквовина, $N!'
WHERE `entry` = -1470;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Чух-чух-чух, ту-ту! Счастливого Тыквовина, $N!' 
WHERE `entry` = -1471;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Возможно, у меня есть девяносто девять проблем, но танцы не входят в их число! Счастливого Тыквовина, $N!' 
WHERE `entry` = -1472;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Цыпа-цыпа-цыпа! Счастливого Тыквовина, $N!' 
WHERE `entry` = -1473;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='ЩЕЛК!' 
WHERE `entry` = -668;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Что за щелк??? Щелк, щелк, щелк? ЩЕЛК!'
WHERE `entry` = -669;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Моя сила неодолима! И как эти смертные смеют заходить в мое царство!' 
WHERE `entry` = -1309;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Кто посмел выкрасть мое ездовое животное? Ты заплатишь за свою дерзость, $Gсмертный:смертная;!'
WHERE `entry` = -1461;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Свет должен победить!' 
WHERE `entry` = -1474;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Мама, мама. Стоило послушать меня...' 
WHERE `entry`= -821;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Силы Света должны одержать победу!' 
WHERE `entry` = -1474;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Капитан Редпат! Как вы могли оставить нас?' 
WHERE `entry` = -1475;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Положите конец нашим страданиям!' 
WHERE `entry` = -1476;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Ох, Дарроушир! За тебя и тысячу жизней не жалко отдать!'
WHERE `entry` = -1477;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Вы должны спасти его!' 
WHERE `entry` = -1478;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Меня съел Хоргус! Я все еще ощущаю его зубы на себе!' 
WHERE `entry` = -1479;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Остерегайтесь Мардука! Остерегайтесь или ваша сила ослабнет.' 
WHERE `entry` = -1480;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='%s теряет силу своей физической формы. Вы обращаете внимание, что связывающий камень рядом с существом начинает ярко светиться! Бейте!' 
WHERE `entry` = -1481;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Воля %sа подчинена.' 
WHERE `entry` = -1482;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Для начала мне хватит и этих холодных земель. Идите ко мне, смертные, я дарую вам скорую и болезненную смерть.' 
WHERE `entry` = -1483;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Если все смертные так трусливы, то это будет слишком просто!' 
WHERE `entry` = -1484;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='%s заставляет бурю пронестись по земле, звук ее бессмысленной ярости доносится с северо-запада.'
WHERE `entry` = -1485;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='%s рассеивается по воздуху, оставляя после себя лишь звон ветра в ушах.' 
WHERE `entry` = -1486;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Услышьте меня, жители кратера! Я пришел, чтобы очистить эту землю пламенем, от ее нечестивости!' 
WHERE `entry` = -1487;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Ну и где же эти так называемые герои? Боятся выйти и поиграть?'
WHERE `entry` = -1488;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Мы еще встретимся, глупцы! Всему придет конец!' 
WHERE `entry` = -1489;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Маленькие смертные, моя ЗДЕСЬ! Погибель встретит вас!' 
WHERE `entry` = -1490;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Ты слишком пугаться! Моя тебя найти!' 
WHERE `entry` = -1491;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Ха-ха-ха-ха-ха! Что это за ничтожество передо мной? Чего же ты ждешь? Я голоден, а ты вполне сойдешь за легкую закуску!' 
WHERE `entry` = -1517;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Я долго терпел вас, но вы начали меня утомлять. Узрите же все могущество моей силы – и ужаснитесь!' 
WHERE `entry` = -1518;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Я больше не умру! По крайней мере, не от рук таких, как ты!' 
WHERE `entry` = -1519;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Думаете, что вы можете вызывать нас? Это мы вызываем, а не вы! И мы сейчас отделаем вас как следует и высосем мозг из ваших костей!' 
WHERE `entry` = -1520;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Вы такие маленькие и слабые... от вас никакой пользы для Кормока!' 
WHERE `entry` = -1521;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Мы свободны! Спасибо вам, маленькие и слабые.' 
WHERE `entry` = -1522;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Я повелеваю всей мощью Природы, жалкие смертные! Посмотрим, какой из множества моих обликов положит конец вашим мучениям!' 
WHERE `entry` = -1523;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Я умираю, но благодарность моя пребудет с вами вечно. Спасибо, что избавили меня от проклятия жадности и глупости.' 
WHERE `entry` = -1524;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='При жизни я тратила все свои силы на исцеления страждущих. Посмотрим же, сколько боли я смогу принести после смерти!' 
WHERE `entry` = -1525;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Мои мучения закончены, и теперь я могу воссоединиться с Богиней. Спасибо тебе!' 
WHERE `entry` = -1526;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Привет, братец.' 
WHERE `entry` = -1527;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Здравствуй, сестра. Что у нас тут?' 
WHERE `entry` = -1528;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Боюсь, они хотят вмешаться.' 
WHERE `entry` = -1529;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Убьем их за то, что они так беспардонно нарушают наш сон?' 
WHERE `entry` = -1530;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Да, конечно!' 
WHERE `entry` = -1531;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Это будет лучшая сделка в твоей жизни, $N.' 
WHERE `entry` = -1532;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Из тебя выйдет хорошая жертва!' 
WHERE `entry` = -1533;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='К’Тун снова захватит этот мир!' 
WHERE `entry` = -1534;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Твоя измена лишь приблизит развязку. Этот мир погрузится во тьму!' 
WHERE `entry` = -1535;


UPDATE `creature_ai_texts` SET 
	`content_loc8`='Это мои долг и честь – умереть за Совет Бездны!' 
WHERE `entry` = -1536;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Мой господин будет недоволен, узнав об этой засаде. Возможно, твоя смерть порадует его.' 
WHERE `entry` = -1537;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Совет Бездны не потерпит обмана! Ощути наш гнев, жалкий $r!' 
WHERE `entry` = -1538;

UPDATE `creature_ai_texts` SET 
	`content_loc8`='Твоя жизнь будет достойной жертвой для моего хозяина, $c.' 
WHERE `entry` = -1539;

UPDATE `db_script_string` SET 
	`content_loc8`='Ах, свобода! Так сладка и так коротка...' 
WHERE `entry` = 2000005024;

UPDATE `db_script_string` SET 
	`content_loc8`='Что ж, долг зовет, да? Первое, колокол... придаст тебе силу!' 
WHERE `entry` = 2000005038;

UPDATE `db_script_string` SET 
	`content_loc8`='Продолжим. Теперь я положу диск... чтобы защитить тебя от урона.' 
WHERE `entry` = 2000005050;

UPDATE `db_script_string` SET 
	`content_loc8`='И, наконец, свеча... сожжет всех тех, кто посмеет помешать тебе!' 
WHERE `entry` = 2000005350;

UPDATE `db_script_string` SET 
	`content_loc8`='Вот и все, $N, мой долг исполнен и теперь я ухожу. Удачи тебе и не забудь за колокол, диск и свечу!' 
WHERE `entry` = 2000005351;

UPDATE `db_script_string` SET 
	`content_loc8`='А вот и мы! Что ж, приступим к работе или... ?' 
WHERE `entry` = 2000005352;

UPDATE `db_script_string` SET 
	`content_loc8`='Верно! Сюда...' 
WHERE `entry` = 2000005353;

UPDATE `db_script_string` SET 
	`content_loc8`='И так... последний шаг!' 
WHERE `entry` = 2000005178;

UPDATE `db_script_string` SET 
	`content_loc8`='Все, пергамент готов. Теперь, возвращайся к Горзиеки...' 
WHERE `entry` = 2000005179;

UPDATE `db_script_string` SET 
	`content_loc8`='Наконец они проявляют милосердие! Они дали нам выпить!' 
WHERE `entry` = 2000001033;

UPDATE `db_script_string` SET 
	`content_loc8`='И землекопский портер тоже дали! Хвала Свету! Я чуть не умер от жажды.' 
WHERE `entry` = 2000001034;

UPDATE `db_script_string` SET 
	`content_loc8`='Граждане Альянса! Владыка Черной горы повержен! $N и $Gего:ее; союзники, объединив усилия, одолели Нефариана!' 
WHERE `entry` = 2000001037;

UPDATE `db_script_string` SET 
	`content_loc8`='Воспряньте же духом! Соберитесь вокруг $Gсвоего защитника:своей защитницы;, грейтесь в лучах $Gего:ее; славы! Радостно восславьте $Gпобедителя:победительницу; дракона!' 
WHERE `entry` = 2000001038;

UPDATE `db_script_string` SET 
	`content_loc8`='НЕФАРИАН УБИТ! Жители Оргриммара, вот $N, склонитесь же перед $Gего:ее; мощью и силой $Gего:ее; союзников! Ведь удар, который они нанесли черным драконам, навсегда отвратит Аспектов от путей зла! Смертокрыл надолго запомнит это поражение – он стонет от горя и проклинает судьбу!' 
WHERE `entry` = 2000001035;

UPDATE `db_script_string` SET 
	`content_loc8`='$N $Gпреуспел:преуспела;! Нас ждет удача! Внемлите боевому кличу!' 
WHERE `entry` = 2000001036;

UPDATE `db_script_string` SET 
	`content_loc8`='Кошмар Урсала окончен! Мы свободны!' 
WHERE `entry` = 2000005012;

UPDATE `db_script_string` SET 
	`content_loc8`='%s начинает ритуал.' 
WHERE `entry` = 2000001116;

UPDATE `db_script_string` SET 
	`content_loc8`='%s собирает материалы и начинает работать.' 
WHERE `entry` = 2000001117;

UPDATE `db_script_string` SET 
	`content_loc8`='Работа над оружием завершена, $N.' 
WHERE `entry` = 2000001118;

UPDATE `db_script_string` SET 
	`content_loc8`='Я благодарю Свет за это благословение. Пусть же оно используется во имя справедливости и защиту всех добрых существ.' 
WHERE `entry` = 2000001144;

UPDATE `db_script_string` SET 
	`content_loc8`='Приступим к работе, $n!' 
WHERE `entry` = 2000001143;

UPDATE `db_script_string` SET 
	`content_loc8`='Вот ты где, $n.' 
WHERE `entry` = 2000001145;

UPDATE `locales_page_text` SET 
	`Text_loc8`='$GБрат, Сестра;, я надеюсь, ты $Gполучил:получила; эту руну. Хочу сообщить тебе, что я в Старой Наковальне, что в Холодной долине.\r\n\r\nЯ знаю, как важно для нас держаться вместе, особенно в такое неспокойное время. Загляни ко мне, когда будет свободное время.\r\n\r\n-Сольм Харгрин, наставник разбойников' 
WHERE `entry` = 2435;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Принесите Глаз К\'Туна Калестразу в Храм Ан\'Киража.' 
WHERE `entry` = 8801;

UPDATE `locales_item` SET 
	`name_loc8`='Дар любви: Дарнас' 
WHERE `entry` = 21979;

UPDATE `locales_item` SET 
	`name_loc8`='Дар любви: Громовой Утес' 
WHERE `entry` = 22165;

UPDATE `locales_item` SET 
	`name_loc8`='Дар любви: Подгорода' 
WHERE `entry` = 22166;

UPDATE `locales_item` SET 
	`name_loc8`='Сумка из змеиной кожи' 
WHERE `entry` = 6446;

UPDATE `locales_quest` SET 
	`Title_loc8`='Секреты киражи' 
WHERE `entry` = 8784;

UPDATE `locales_quest` SET 
	`EndText_loc8`='Твои стойкость и мужество поразительны $Gжрец:жрица;. Ты по праву заслуживаешь владеть щепкой Нордрассила. Осталась лишь одна задача: Око Тени должно быть восстановлено. Очисти этот мир.' 
WHERE `entry` = 7622;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='$N, ты $Gспас:спасла; меня от большого позора. Если бы у меня была возможность, я бы хотела предложить тебе место среди моего племени. Но, я все же могу предложить тебе этот перстень, за твое мужество и благородство которое ты $Gпоказал:показала;.' 
WHERE `entry` = 630;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Клан Северного Волка защищает энергия стихий. Если мы ослабим бдительность, их шаманы могут нас уничтожить.$B$BУщерб становится все больше и больше, Круг скоро не сможет его контролировать! Нам нужно звать на помощь.$B$BСолдаты Северного Волка носят талисманы стихий, которые называются кристаллами бури. Мы можем использовать их, чтобы связаться с Ивусом. Ступай и добудь эти кристаллы, $N!' 
WHERE `entry` = 6881;

UPDATE `locales_quest` SET 
	`Title_loc8`='Небо зовет – флот Макарча', 
	`OfferRewardText_loc8`='Держись до их прибытия, солдат! В скором времени грифоны Заоблачного пика будут готовы нанести удар!', 
	`RequestItemsText_loc8`='Мои грифоны готовы нанести удар по линии фронта, но мы не сможем нанести его, пока их ряды не поредеют.$B$BСолдаты Северного Волка с честью носят на груди свои жетоны. Отними эти жетоны с их гнилых трупов и принеси их сюда.$B$BКак только их ряды поредеют, мы вызову поддержку с воздуха! Смерть с неба!' 
WHERE `entry` = 6942;

UPDATE `locales_npc_text` SET 
	`Text0_0_loc8`='Когда мой грифон разбился и сгорел, они насмехались надо мной, $C.$B$BОни кричали: \"Макарч, вонючка!\"$B$BНикто не должен так разговаривать с Макарчом! Помогите мне выбраться отсюда, и я им покажу, кто из нас вонючка!' 
WHERE `entry` = 6180;

UPDATE `locales_creature` SET 
	`name_loc8`='Инициатор Макарч' 
WHERE `entry` = 14030;

UPDATE `locales_gameobject` SET 
	`name_loc8`='Маяк Макарча' 
WHERE `entry` = 178725;

UPDATE `locales_item` SET 
	`name_loc8`='Маяк Макарча' 
WHERE `entry` = 17507;

UPDATE `locales_quest` SET 
	`Title_loc8`='Небо зовет – флот Сквороца' 
WHERE `entry` = 6941;

UPDATE `locales_quest` SET 
	`ObjectiveText2_loc8`='Сквороц найден', 
	`ObjectiveText3_loc8`='Макарч найден' 
WHERE `entry` = 7301;
	
UPDATE `locales_creature` SET 
	`name_loc8`='Инициатор Сквороц' 
WHERE `entry` = 14031;

UPDATE `locales_gameobject` SET 
	`name_loc8`='Маяк Сквороца' 
WHERE `entry` = 178724;

DELETE FROM `locales_gameobject` WHERE (`entry` = 1323);
INSERT INTO `locales_gameobject` (`entry`, `name_loc8`) VALUES (1323, 'Статуя гробницы Утера');

DELETE FROM `locales_gameobject` WHERE (`entry` = 1324);
INSERT INTO `locales_gameobject` (`entry`, `name_loc8`) VALUES (1324, 'Памятник Грому');

DELETE FROM `locales_gameobject` WHERE (`entry` = 180207);
INSERT INTO `locales_gameobject` (`entry`, `name_loc8`) VALUES (180207, 'Подношения Грому от орков');

DELETE FROM `locales_gameobject` WHERE (`entry` = 180209);
INSERT INTO `locales_gameobject` (`entry`, `name_loc8`) VALUES (180209, 'Подношения Грому от тауренов');

DELETE FROM `locales_gameobject` WHERE (`entry` = 180211);
INSERT INTO `locales_gameobject` (`entry`, `name_loc8`) VALUES (180211, 'Приношение Утеру от гномов');

DELETE FROM `locales_gameobject` WHERE (`entry` = 180213);
INSERT INTO `locales_gameobject` (`entry`, `name_loc8`) VALUES (180213, 'Приношение Утеру от ночных эльфов');

DELETE FROM `locales_gameobject` WHERE (`entry`=186463);
DELETE FROM `locales_gameobject` WHERE (`entry`=300140);
DELETE FROM `locales_gameobject` WHERE (`entry`=300145);

DELETE FROM `locales_gossip_menu_option` WHERE (`menu_id`=5731) AND (`id`=0);
INSERT INTO `locales_gossip_menu_option` (`menu_id`, `id`, `option_text_loc8`) VALUES (5731, 0, 'Зови меня \"Босс\". Что у тебя есть для меня!');

DELETE FROM `locales_gossip_menu_option` WHERE (`menu_id`=5733) AND (`id`=0);
INSERT INTO `locales_gossip_menu_option` (`menu_id`, `id`, `option_text_loc8`) VALUES (5733, 0, 'Да, ты настоящий мозговой центр. Ты не задумывался о том, насколько ты умный, Слип\'кик?');

DELETE FROM `locales_gossip_menu_option` WHERE (`menu_id`=5735) AND (`id`=0);
INSERT INTO `locales_gossip_menu_option` (`menu_id`, `id`, `option_text_loc8`) VALUES (5735, 0, 'Ну, а раз я $Gкороль:королева;... Что вы мне принесли?!');

DELETE FROM `locales_gossip_menu_option` WHERE (`menu_id`=56000) AND (`id`=0);
INSERT INTO `locales_gossip_menu_option` (`menu_id`, `id`, `option_text_loc8`) VALUES (56000, 0, 'Повелители ужаса? Возможно, ты имеешь в виду лорда Гиблопуста. Он передает тебе привет и у него есть сообщение для тебя...');

DELETE FROM `locales_gossip_menu_option` WHERE (`menu_id`=56001) AND (`id`=0);
INSERT INTO `locales_gossip_menu_option` (`menu_id`, `id`, `option_text_loc8`) VALUES (56001, 0, 'Нет, Улатек. Он знает твою тайну. Он знает, что ты в заговоре с лордом Хел\'нуратом из Зорота.');

DELETE FROM `locales_gossip_menu_option` WHERE (`menu_id`=56002) AND (`id`=0);
INSERT INTO `locales_gossip_menu_option` (`menu_id`, `id`, `option_text_loc8`) VALUES (56002, 0, 'Это не ложь, предатель. Гиблопуст хочет твое сердце, и я достану его для него.');

UPDATE `locales_item` SET 
	`name_loc8`='Маяк Сквороца' 
WHERE `entry` = 17506;

DELETE FROM `locales_item` WHERE (`entry` = 13325);
INSERT INTO `locales_item` (`entry`, `name_loc8`) VALUES (13325, 'Флюоресцирующий зеленый механодолгоног');

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ты много $Gработал:работала; $N, но мы только начали!$B$BМои боевые виверны должны вкусить плоть своей цели. Сильный удар будет нанесен нашим врагам!$B$BМой флот второй самый мощный флот из всех. Они нанесут удар по самым сильным нашим противникам. Но для этого нам нужна плоть лейтенанта Грозовой Вершины.$B$BПоспеши солдат!' 
WHERE `entry` = 6826;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Да, пора, $C.' 
WHERE `entry` = 6722;

UPDATE `locales_quest` SET 
	`Details_loc8`='$N, ты бесстрашно $Gворвался:ворвалась; в самое пекло сражения в Низине Арати и $Gзаслужил:заслужила; на этом поле боя великие почести. Ты $Gпоказал:показала; нам, чего стоит $C вроде тебя, и $Gпоказал:показала; нашим врагам, что мы не сдадимся перед их подлостью!$B$BПоскольку ты уже $Gдоказал:доказала; нам свою ценность, у меня есть для тебя очень трудное задание. Я хочу, чтобы ты $Gзанял и удержал:заняла и удержала; как минимум четыре базы в Низине Арати. Если вам удастся это сделать, мы не только сумеем собрать стратегически важные ресурсы – мы сможем показать Орде наше превосходство!$B$BИдите, $N, и да сопутствует вам удача.' 
WHERE `entry` = 8114;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ты $Gдолжен:должна; торопиться, $N. Уничтожь груды джуджу!' 
WHERE `entry` = 1884;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Выглядишь $Gуставшим:уставшей;, $N. Возможно тебе надо присесть и расслабиться.' 
WHERE `entry` = 4322;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Отведите своего подопечного в приют Оргриммара, вернув орочью детскую свистульку попечительнице сирот Найтингейл в Храмовый квартал.' 
WHERE `entry` = 5502;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Да, могучий $C, я почувствовала твое приближение. Надеюсь, тебе есть, что рассказать мне о своей охоте.' 
WHERE `entry` = 2;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Как проходит охота, $N? Ты $Gнашел:нашла; и $Gуничтожил:уничтожила; этих вредителей?' 
WHERE `entry` = 7;
	
UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Письмо? Отличная новость! Я давно жду весточки от моей старушки-матери из Могильника. Она настоящая святая – моя мать. Как она там поживает... $B$BЧто? Слишком фальшивлю? Не $Gкупился:купилась;?$B$BНу так отстань... тебе абсолютно не обязательно знать, от кого это письмо. Давай, давай, иди отсюда!$B$BВозвращайся, когда будет что потратить... бродяга.$B$BИ вообще, приходи сюда отдохнуть, когда устанешь от своих многодневных приключений или другой подобной глупости.' 
WHERE `entry` = 8;
	
UPDATE `locales_quest` SET 
	`Details_loc8`='На границах Элвиннского леса появились гноллы – звероподобные твари, которым попросту нечего делать в этих краях. К югу от сторожевой башни была замечена большая группа этих существ: их слишком много, чтобы мы сумели с ними справиться. Хуже того: на востоке, у Озера Каменных Столбов, тоже обнаружили гноллов.$B$BАрмия Штормграда будет благодарна любому, кто поможет справиться с этой угрозой. В доказательство своей победы принеси мне раскрашенные поручи гноллов.', 
	`RequestItemsText_loc8`='Приветствую, $N. Ты уже $Gубил:убила; гноллов... ?' 
WHERE `entry` = 11;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Отличная работа, $N. Мой разведчик был свидетелем твоих доблестных деяний. Пока что с тобой очень приятно иметь дело.' 
WHERE `entry` = 12;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ты $Gдоказал:доказала; свою незаменимость для народного ополчения доблестной службой.', 
	`RequestItemsText_loc8`='У нас нет времени на разговоры, $N. Погромщики Братства Справедливости лишают народ Западного Края мирной жизни и процветания. Убедись в том, чтобы, по крайней мере, 15 погромщиков и 15 мошенников из Братства Справедливости были убиты. Это будет прекрасным сообщением для того, что коррупция здесь не пройдет.' 
WHERE `entry` = 13;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Убейте 15 проходимцев, 5 налетчиков и 5 кастетчиков из Братства Справедливости. Вернитесь к Гриану Камнегриву на Сторожевой холм.' 
WHERE `entry` = 14;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Работа фермера тяжела, от нее здорово пересыхает в глотке.$B$BЕсли ты дашь мне освежающую ключевую воду, могу предложить кое-что взамен.' 
WHERE `entry` = 16;

UPDATE `locales_quest` SET 
	`Details_loc8`='Мне рассказали о недавно открытом растении, грибе-малиновике. Этот гриб растет целыми семейками на раскопках Ульдамана. Его можно отыскать в старых туннелях и глубинах неизведанных зон. Мне хотелось бы изучить возможности его применения в алхимии, и здесь-то ты мне и пригодишься.$B$BОтыщи эти грибы и принеси мне дюжину. Только учти: они могут выпустить облако ядовитых спор, если ты их случайно встряхнешь.$B$BЕсли выполнишь мое поручение, я сделаю для тебя один из моих знаменитых восстановительных эликсиров!', 
	`OfferRewardText_loc8`='Молодец, $N, ты снова $Gпоказал:показала;, на что $Gспособен:способна;! Эти грибы мне очень пригодятся для исследований!$B$BА теперь, как я и обещал, можешь насладиться вкусом одного из моих восстановительных составов из личных запасов...$B$BЕсли ты тоже увлекаешься алхимией, мы можем вдобавок поговорить и о других делах. В любом случае, благодарю за помощь!', 
	`RequestItemsText_loc8`='Ты $Gпринес:принесла; грибы-малиновики, которые нужны мне для работы? Нет грибов – нет награды!' 
WHERE `entry` = 17;

UPDATE `locales_quest` SET 
	`Details_loc8`='Вестники и перебежчики из клана Черной горы постоянно устраивают засады на дороге между городом и крепостью Каменной Стражи. Их предводитель – орк по имени Тарил\'зун. Он уже натворил достаточно дел. Принеси мне его голову!' 
WHERE `entry` = 19;

UPDATE `locales_quest` SET 
	`Details_loc8`='К нам явились орки Черной Горы из Пылающих степей и захватили крепость Каменной стражи на севере. Они грабят области к северу от Приозерья, и жители тех земель бежали в город, набились в него, словно сельди в бочку.$B$BПомоги Приозерью избавиться от этой угрозы. Перебей орков Черной Горы и принеси в доказательство десять иссеченных в бою топоров.$B$BХотя орки теснят нас с севера, до нас доходили вести об их появлении и в юго-восточной части Красногорья. Если встретишь их – убивай без колебаний.', 
	`RequestItemsText_loc8`='Ты уже $Gохотился:охотилась; на орков, $N? Если так, покажи мне...' 
WHERE `entry` = 20;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Победа в охоте Ясеневого леса! Отлично! Голова Тенумбры, вне всякого сомнения, – достойный трофей столь впечатляющей схватки.$B$BДикий нрав Тенумбры был хорошо известен на заставе. Из-за этого чудовища любое путешествие на запад к Зорамскому взморью, особенно пешком, было рискованным. Благодаря тебе этой угрозы больше не существует.м. Благодаря тебе этой угрозы больше не существует.', 
	`RequestItemsText_loc8`='Еще раз приветствую тебя, $N! Ты $Gпришел:пришла; показать мне свои охотничьи трофеи?' 
WHERE `entry` = 24;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ты уже $Gвернулся:вернулась;? Какова ситуация? Что удалось узнать?' 
WHERE `entry` = 25;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Ну вот, еще один друид успешно завершил испытание озера! Молодец! Мой юный друг – молодец.$B$BКак я уже говорила... Меня зовут Таджарри. Это мой долг и честь быть на страже в Лунной поляне. Хранитель Ремул направляет Круг Кенария в сохранение и равновесие баланса природы. Используй эту безделушку здесь, это послужит знаком признания к этому месту.' 
WHERE `entry` = 29;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Тебе удалось завершить испытание Морского Льва, $N – поздравляю.$B$BКаждое испытание по получению подвески продемонстрировало, что для достижения успеха будучи под водой, ловкость и выносливость должны действовать в гармонии. Они не могут существовать друг без друга, и оба не могут существовать без твоего желания познать облик Морского Льва!$B$BЗапомни эти уроки и вспоминай их когда обучишься водной форме.', 
	`RequestItemsText_loc8`='Ты уже $Gсобрал:собрала; подвеску воедино и $Gпринес:принесла; ее мне, $N? Если тебе необходима помощь в поиске частей, попробуй обратиться к местным жителям, возможно, они дадут тебе немного информации. Это не только поможет в поисках, но и даст возможность исследовать эту чудесную и священную поляну.' 
WHERE `entry` = 30;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Очень впечатляет, $N. Твои предки были бы довольны твоему успеху! Теперь, ты $Gготов:готова; познать водный облик и мне очень приятно обучить тебя этой способности.$B$BКроме того, в знак признания твоих достижений, в виде двух испытаний, я даю тебе этот предмет. Надеюсь, он будет приятным дополнением в твоем снаряжении как защитника природы и хранителя баланса.', 
	`RequestItemsText_loc8`='Ни что не предвещало твоего возвращения в Громовой Утес. Но, прежде чем я смогу обучить тебя водному облику, мне нужны доказательства полученных тобой знаний в Лунной поляне.$B$BЕсть ли у тебя подвеска Морского Льва?' 
WHERE `entry` = 31;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Прости, мы не знакомы... Но судя по всему, тебе приходилось слышать обо мне. Чем могу помочь? Ты мне что-то $Gпринес:принесла;?' 
WHERE `entry` = 32;

UPDATE `locales_quest` SET 
	`Details_loc8`='Ненавижу этих мерзких лесных волков! Но я бы не прочь полакомиться бифштексами из волчатины... Принеси мне жесткого волчьего мяса, и в обмен я предложу тебе что-нибудь полезное.$B$BУбей несколько лесных волков и молодых волков, что водятся в лесах Североземья, и принеси мне их мясо.', 
	`Objectives_loc8`='Принесите 8 кусков жесткого волчьего мяса Игану Меховщику к Аббатству Североземья.' 
WHERE `entry` = 33;

UPDATE `locales_quest` SET 
	`Details_loc8`='Мой сад снова разграблен и вытоптан. И я знаю, кто это сделал! Это проклятый вепрь, которого маршал Маррис прозвал Грубобрюхом.$B$BТеперь мне долго не удастся посадить нарциссы. Они загублены! И во всем виноват мерзкий кабан. Положи конец этому паразиту! Принеси мне его клык, и я с удовольствием вознагражу тебя. Говорят, он пасется в полях на юго-западе от Приозерья, но порой заходит и сюда, в мой сад.', 
	`OfferRewardText_loc8`='Наконец-то моему саду ничего не грозит! Спасибо тебе, $N, ты $Gоказал:оказала; мне большую услугу. Теперь мой сад расцветет с небывалой пышностью!', 
	`RequestItemsText_loc8`='Грубобрюх все еще жив или тебе удалось раз и навсегда избавить Приозерье от этого паразита?' 
WHERE `entry` = 34;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Да, это правда: мурлоки поселились в реках и на их берегах в восточной части Элвиннского леса. Мы не знаем, почему они пришли сюда, но их следует остерегаться: они агрессивны и довольно умны.' 
WHERE `entry` = 35;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Что у нас тут? Плавники? Отлично! Маршал Дугхан обеспокоен мурлоками, поселившимися на востоке Элвиннского леса. Он будет рад узнать, что ситуация под контролем.$B$BТвоя помощь в этом деле была просто неоценимой.' 
WHERE `entry` = 46;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='На бис? Для тебя? Ну, конечно, дружище!$B$BПрочь дремота и лень! Встану я поутру,$BЗамешаю зерно и в сусло разотру,$BСплавить куб перегонный – и будет добро!$BТолько истинных свойств подойдет серебро.' 
WHERE `entry` = 50;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='На бис? Для тебя – все, что угодно!$B$BХочешь, друг мой, на брагу взглянуть? – так и быть!$BНам осталось лишь только ее процедить.$BВетвь смоковницы даст нам немного угля,$BБудет хмельный напиток светлей янтаря!'
WHERE `entry` = 51;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Я так тебе благодарен, $N! Похоже, в этом лесу поселилось что-то, что гонит зверей прямо на нас.$B$BЧто бы там ни было, хотел бы я, чтобы оно не покидало леса...', 
	`RequestItemsText_loc8`='Ты уже $Gубил:убила; тех волков и медведей?' 
WHERE `entry` = 52;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Выдержана в бочке, углем отфильтрована$BЧерез губу она прольется, прямо в душу заберется.$BДавай же выпьем мы сейчас, за тебя$BИ за меня, за Мрачнобуха Громовара!', 
	`RequestItemsText_loc8`='Ну, конечно! Я еще раз спою для тебя на бис!$B$BВот медовая брага готова вполне,$BСловно солнце играет в ее глубине!$BМы в дубовый бочонок ее разольем,$BА потом насладимся напитком вдвоем!' 
WHERE `entry` = 53;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Морбент Скверн убит. Темные всадники по-прежнему топчут наши земли, но все же мы одержали победу, хотя и неполную. Я надеялся на это вопреки всему.$B$BТы $Gсовершил:совершила; невозможное, и легенды о тебе будут ходить во всему Сумеречному лесу.$B$BСтупай, $N. Быть может, судьба вновь приведет тебя ко мне...' 
WHERE `entry` = 55;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Народ Темнолесья благодарит тебя, $N. Ты $Gдоказал:доказала; свою преданность Ночному дозору.' 
WHERE `entry` = 57;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Вы помещаете браслеты в жаровню, выливаете оставшиеся капли чистейшей воды в пламя. При соприкосновении их с огнем, начинает потрескивать, и вы произносите простые слова, которым научила вас Ислена...', 
	`RequestItemsText_loc8`='Жаровня по прежнему отражает окружающий свет и, по мере вашего приближения, пламя немного смещается.$B$BПохоже, что скверна не отступила, сохранив свое положение вдоль холмов, а жаровня, не смотря на недостающие компоненты, все еще выглядит пригодной для проведения ритуала по призыву очищенного воплощения воды.' 
WHERE `entry` = 63;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Занятно. Значит, этот тип все же побывал в Луноречье. Странно, что письмо так и не доставили. Тем не менее, я обновлю записи в журнале.', 
	`RequestItemsText_loc8`='А, я тебя помню. Это ты $Gспрашивал:спрашивала; насчет Сталвана. Удалось найти то, что $Gискал:искала;?' 
WHERE `entry` = 68;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='А ты не робкого десятка, раз $Gрешился:решилась; доставить это.' 
WHERE `entry` = 70;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Что это у тебя? Не вижу. Зрение стало совсем никудышное. Дай-ка мне это в руки.' 
WHERE `entry` = 74;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ну что, $Gнашел:нашла; страницу, о которой я говорил?' 
WHERE `entry` = 75;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Наконец-то, $N. Я очень рад, что тебе удалось достать немного \"Зыби\". Нет ничего хуже, нежели напрасно пропавшая \"Зыбь\".$B$BПотребуется немного магии чтобы сделать это ценнейшим грузом. На самом деле, не нужна никакая магия, у меня есть несколько пустых коробок для \"Медовой зыби из Внутренних земель\". Нашими стараниями, эти бутылки превратятся в спиртовое сокровище всех веков.$B$BВперед – к большой пьянке!', 
	`RequestItemsText_loc8`='Надеюсь, ты $Gприбыл:прибыла; в наш лагерь не просто так, и тебе удалось добыть пару бутылок \"Зыби\", которые так необходимы нам в нашем деле?' 
WHERE `entry` = 77;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Надо же, ты $Gоказался:оказалась; настоящим сыщиком, $C.', 
	`RequestItemsText_loc8`='Надеюсь, ты ко мне не по пустякам $Gпришел:пришла;, $C. Но, во имя Света, говори быстрее. Для меня превыше всего безопасность Темнолесья, и терять время впустую я не намерена.' 
WHERE `entry` = 79;

UPDATE `locales_quest` SET 
	`Details_loc8`='Я давно присматриваюсь к этому Сталвану. Но если эта страница написана той же самой рукой, то его вина, несомненно, доказана.$B$BЗа долгие годы службы клерк Далтри стал настоящим экспертом по различению почерков. Покажи ему эту страницу, проверь, совпадает ли почерк с росписью в журнале.' 
WHERE `entry` = 80;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Что ж, давай посмотрим, что в этом бочонке!$B$BДа-да, похоже, все в порядке. Вот твоя плата за доставку, отличная работа. Я даже готов заплатить тебе в пять раз больше, когда продам это в таверну!$B$BА эти бутылки \"Медовой зыби из Внутренних земель\" я оставлю для особого случая. Возможно, я даже немного выпью с шампанским. И назову это... Шампазыбь.', 
	`RequestItemsText_loc8`='Если ты здесь не для того чтобы что-то купить или доставить, то ты попросту тратишь мое время! Лучше \"Медовую зыбь\" принеси!' 
WHERE `entry` = 81;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='Ты ведь младший геодезист, да? Говори скорее, ситуация серьезная! Ты $Gпринес:принесла; мне части тел насекомых, обещанные Рудознатцем?!' 
WHERE `entry` = 82;

UPDATE `locales_quest` SET 
	`Details_loc8`='В Североземье Братство Справедливости носит маски из холстины; в Элвиннском лесу они предпочитают лен, который мог бы принести мне гораздо больше пользы... и прибыли.$B$BПринеси мне красные льняные банданы, а я сделаю из них кое-что полезное для тебя.$B$BЛагеря братства разбросаны по всему Элвиннскому лесу.', 
	`Objectives_loc8`='Принесите 6 красных льняных бандан на Лесопилку Восточной долины и отдайте их Саре Тимберлейн.', 
	`OfferRewardText_loc8`='Отличные банданы, даром что ткань грубовата...$B$BВот, держи!' 
WHERE `entry` = 83;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='О-ох... я так голоден! У тебя не найдется пирога для меня, $N?' 
WHERE `entry` = 84;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Чего-чего она там потеряла? Какое такое ожерелье? Не брал я его, даже в глаза не видел, и вообще я не вор какой-нибудь!$B$BМожет, я и знаю, кто мог это сделать... *усмехается* ...Вот только вспоминать на голодный желудок сложно, в голове мутится.' 
WHERE `entry` = 85;

UPDATE `locales_quest` SET 
	`Details_loc8`='Я играл около рудника Подземных глубин и, похоже, уронил... М-м... В смысле, я там видел ожерелье этой самой дамы. Представления не имею, как оно туда попало; я тут не причем!$B$BВ общем, короче, я видел, как здоровенный кобольд с золотыми зубами схватил ожерелье и скрылся в руднике. Если отыщешь этого кобольда, найдешь и ожерелье, точно тебе говорю!' 
WHERE `entry` = 87;

UPDATE `locales_quest` SET 
	`Details_loc8`='Мое коронное блюдо – приправленные котлеты из волчатины! Разумеется, я могу тебе их пожарить. Но для этого мне понадобятся кое-какие продукты. Принеси 10 постных волчьих боков и немного травяных приправ Штормграда. В лесу полно волков, и добыть мясо будет несложно. Что до приправы, то ее можно купить у Фелисии Гамп в цветочном магазине в районе каналов Штормграда.', 
	`RequestItemsText_loc8`='Ты $Gпринес:принесла; 10 постных волчьих боков? А травяную приправу от Фелисии из Штормграда?' 
WHERE `entry` = 90;

UPDATE `locales_quest` SET 
	`Details_loc8`='В восточных предгорьях нашего края обосновался враг Штормграда. С помощью тайной магии этот негодяй по имени Моргант сеет ужас и страдания в нашем городе и окрестностях.$B$BОн прибрал под свою руку гноллов из стаи Темношкуров, и они исполняют его повеления. Согласно Закону Приозерья, пособничество врагу королевства карается смертью.$B$BГноллов следует уничтожить!$B$BПринеси мне 10 подвесок Темношкуров и получишь награду.', 
	`OfferRewardText_loc8`='Суд Приозерья благодарит тебя за помощь правосудию, $N. Помогая претворить в жизнь законы Королевства, ты способствуешь установлению справедливости в наших землях.' 
WHERE `entry` = 91;

UPDATE `locales_quest` SET 
	`Objectives_loc8`='Принесите шеф-повару Брианне из Приозерья пять кусков жесткого мяса кондора, пять рыл большого кровоклыка и пять порций хрустящего паучьего мяса.', 
	`RequestItemsText_loc8`='Мне все еще нужны, пять кусков жесткого мяса кондора, пять рыл большого кровоклыка и пять порций хрустящего паучьего мяса.' 
WHERE `entry` = 92;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Да, это-то самое доказательство, о котором я просила. Отличная работа, $N.$B$BЯ очень рада, поздравить тебя первой и вручить... тотем воды.$B$BИспользуй его с умом и удачи.$B$BТвое следующее испытание будет не скоро, так что у тебя есть время лучше познать изученное. Чистая вода не только исцеляет раненых, но и имеет другие эффекты. Я советую тебе найти учителя шаманов. Возможно, он поможет в изучении других заклинаний.', 
	`RequestItemsText_loc8`='Ты $Gвернулся:вернулась;. Великолепно!$B$BКак прошло твое путешествие в Серебряный бор? Оно было долгим?$B$BМне сложно сказать, $Gдобился:добилась; ли ты успеха, так как большая часть земли была покрыта скверной. Ее зловоние подавляет любое благое дело, которое бы ты $Gмог:могла; сделать. Но даже маленький успех, иногда важнее большого. Очищение вод, сыграло большую роль, как для тебя, так и для всех шаманов.' 
WHERE `entry` = 96;

UPDATE `locales_quest` SET 
	`Details_loc8`='Сталван Мистмантл вел порочную жизнь. От его руки погибли многие невинные люди. Несомненно, он виновен в бесчисленных преступлениях, а теперь угрожает и нашему Темнолесью. Лишь Свету известно, что за гнусные злодеяния он готовит. Ступай в его дом к северу от города, $C, и покончи со Сталваном раз и навсегда.$B$BПриведя мой приговор в исполнение, отправляйся к мадам Еве и покажи ей его фамильное кольцо. В конце концов, именно ее предчувствие позволило нам раскрыть это темное преступление. Благодаря ей в Темнолесье стало безопаснее.', 
	`Objectives_loc8`='Убейте Сталвана Мистмантла и принесите мадам Еве его фамильное кольцо.' 
WHERE `entry` = 98;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Твоя настойчивость весьма похвальна. С помощью информации, которую ты $Gпомог:помогла; мне собрать, Аругал падет, и вся его безрассудная магия развеется. Браво, $N.' 
WHERE `entry` = 99;

UPDATE `locales_quest` SET 
	`OfferRewardText_loc8`='Благодаря тебе. Благодаря шаманам.$B$BСкверна отходит, но жизнь продолжает ослабевать. Шаманы должны оберегать ее.' 
WHERE `entry` = 100;

UPDATE `locales_quest` SET 
	`RequestItemsText_loc8`='$GНабрал:Набрала; ли ты уже 8 лап с тех вероломных гноллов?' 
WHERE `entry` = 102;

UPDATE `locales_quest` SET 
	`Details_loc8`='Ночь, когда погибла семья смотрителя маяка, была ужасной. Я беспомощно наблюдал за происходившим, поскольку сам Старый Мрачноглаз вел нападавших. Но что случилось, то случилось, и теперь жизнь моряков, плавающих по Великому морю и близко подходящих к опасным прибрежным рифам – моя забота. Поддерживать огонь маяка оказалось некому, и эта обязанность легла на мои плечи.$B$BПомогите мне поддержать огонь факела – принесите 5 бурдюков с маслом, собрав их с сельскохозяйственных големов.' 
WHERE `entry` = 103;

UPDATE `locales_quest` SET 
	`Details_loc8`='Увы, пришло время напасть на Андорал и изгнать оттуда лича!$B$BЗлобный Араж Призыватель обосновался в самом сердце руин. Его охраняют многочисленные воины Плети, рассеянные по всему центру бывшего города, а самого Аража охраняют сильнейшие бойцы. Без многочисленных помощников тебе нечего и думать одержать над ним верх.$B$BУбей Аража, $N, и в качестве доказательства, принеси мне осколок его оберега!', 
	`OfferRewardText_loc8`='Ты $Gсделал:сделала; это! Араж... лич повержен!$B$BВ этот день, ты $Gсовершил:совершила; большую услугу для Орды, $N. Твоя храбрость и настойчивость, являются свидетельством того, что значит быть героем. Пожалуйста – прими это в знак благодарности!', 
	`RequestItemsText_loc8`='Тебе было выдано задание, $N. У тебя есть осколок оберега Аража, как доказательство завершенного задания?' 
WHERE `entry` = 105;

UPDATE `locales_quest` SET 
	`Title_loc8` = REPLACE(`Title_loc8`, '$g', '$G'),
	`Details_loc8` = REPLACE(`Details_loc8`, '$g', '$G'),
	`Objectives_loc8` = REPLACE(`Objectives_loc8`, '$g', '$G'),
	`OfferRewardText_loc8` = REPLACE(`OfferRewardText_loc8`, '$g', '$G'),
	`RequestItemsText_loc8` = REPLACE(`RequestItemsText_loc8`, '$g', '$G'),
	`EndText_loc8` = REPLACE(`EndText_loc8`, '$g', '$G'),
	`ObjectiveText1_loc8` = REPLACE(`ObjectiveText1_loc8`, '$g', '$G'),
	`ObjectiveText2_loc8` = REPLACE(`ObjectiveText2_loc8`, '$g', '$G'),
	`ObjectiveText3_loc8` = REPLACE(`ObjectiveText3_loc8`, '$g', '$G'),
	`ObjectiveText4_loc8` = REPLACE(`ObjectiveText4_loc8`, '$g', '$G'),
	`Title_loc8` = REPLACE(`Title_loc8`, '$c', '$C'),
	`Details_loc8` = REPLACE(`Details_loc8`, '$c', '$C'),
	`Objectives_loc8` = REPLACE(`Objectives_loc8`, '$c', '$C'),
	`OfferRewardText_loc8` = REPLACE(`OfferRewardText_loc8`, '$c', '$C'),
	`RequestItemsText_loc8` = REPLACE(`RequestItemsText_loc8`, '$c', '$C'),
	`EndText_loc8` = REPLACE(`EndText_loc8`, '$c', '$C'),
	`ObjectiveText1_loc8` = REPLACE(`ObjectiveText1_loc8`, '$c', '$C'),
	`ObjectiveText2_loc8` = REPLACE(`ObjectiveText2_loc8`, '$c', '$C'),
	`ObjectiveText3_loc8` = REPLACE(`ObjectiveText3_loc8`, '$c', '$C'),
	`ObjectiveText4_loc8` = REPLACE(`ObjectiveText4_loc8`, '$c', '$C'),
	`Title_loc8` = REPLACE(`Title_loc8`, '$r', '$R'),
	`Details_loc8` = REPLACE(`Details_loc8`, '$r', '$R'),
	`Objectives_loc8` = REPLACE(`Objectives_loc8`, '$r', '$R'),
	`OfferRewardText_loc8` = REPLACE(`OfferRewardText_loc8`, '$r', '$R'),
	`RequestItemsText_loc8` = REPLACE(`RequestItemsText_loc8`, '$r', '$R'),
	`EndText_loc8` = REPLACE(`EndText_loc8`, '$r', '$R'),
	`ObjectiveText1_loc8` = REPLACE(`ObjectiveText1_loc8`, '$r', '$R'),
	`ObjectiveText2_loc8` = REPLACE(`ObjectiveText2_loc8`, '$r', '$R'),
	`ObjectiveText3_loc8` = REPLACE(`ObjectiveText3_loc8`, '$r', '$R'),
	`ObjectiveText4_loc8` = REPLACE(`ObjectiveText4_loc8`, '$r', '$R'),
	`Title_loc8` = REPLACE(`Title_loc8`, '$n', '$N'),
	`Details_loc8` = REPLACE(`Details_loc8`, '$n', '$N'),
	`Objectives_loc8` = REPLACE(`Objectives_loc8`, '$n', '$N'),
	`OfferRewardText_loc8` = REPLACE(`OfferRewardText_loc8`, '$n', '$N'),
	`RequestItemsText_loc8` = REPLACE(`RequestItemsText_loc8`, '$n', '$N'),
	`EndText_loc8` = REPLACE(`EndText_loc8`, '$n', '$N'),
	`ObjectiveText1_loc8` = REPLACE(`ObjectiveText1_loc8`, '$n', '$N'),
	`ObjectiveText2_loc8` = REPLACE(`ObjectiveText2_loc8`, '$n', '$N'),
	`ObjectiveText3_loc8` = REPLACE(`ObjectiveText3_loc8`, '$n', '$N'),
	`ObjectiveText4_loc8` = REPLACE(`ObjectiveText4_loc8`, '$n', '$N'),
	`Title_loc8` = REPLACE(`Title_loc8`, ' $B', '$B'),
	`Details_loc8` = REPLACE(`Details_loc8`, ' $B', '$B'),
	`Objectives_loc8` = REPLACE(`Objectives_loc8`, ' $B', '$B'),
	`OfferRewardText_loc8` = REPLACE(`OfferRewardText_loc8`, ' $B', '$B'),
	`RequestItemsText_loc8` = REPLACE(`RequestItemsText_loc8`, ' $B', '$B'),
	`EndText_loc8` = REPLACE(`EndText_loc8`, ' $B', '$B'),
	`ObjectiveText1_loc8` = REPLACE(`ObjectiveText1_loc8`, ' $B', '$B'),
	`ObjectiveText2_loc8` = REPLACE(`ObjectiveText2_loc8`, ' $B', '$B'),
	`ObjectiveText3_loc8` = REPLACE(`ObjectiveText3_loc8`, ' $B', '$B'),
	`ObjectiveText4_loc8` = REPLACE(`ObjectiveText4_loc8`, ' $B', '$B');

UPDATE `creature_ai_texts` SET 
	`content_loc8` = REPLACE(`content_loc8`, '$g', '$G'),
	`content_loc8` = REPLACE(`content_loc8`, '$c', '$C'),
	`content_loc8` = REPLACE(`content_loc8`, '$r', '$R'),
	`content_loc8` = REPLACE(`content_loc8`, '$n', '$N'),
	`content_loc8` = REPLACE(`content_loc8`, '$g', '$G'),
	`content_loc8` = REPLACE(`content_loc8`, '$c', '$C'),
	`content_loc8` = REPLACE(`content_loc8`, '$n', '$N');

UPDATE `locales_gossip_menu_option` SET 
	`option_text_loc8` = REPLACE(`option_text_loc8`, '$g', '$G');
	
UPDATE `locales_npc_text` SET 
	`Text0_0_loc8` = REPLACE(`Text0_0_loc8`, '$g', '$G'),
	`Text0_1_loc8` = REPLACE(`Text0_1_loc8`, '$g', '$G'),
	`Text1_0_loc8` = REPLACE(`Text1_0_loc8`, '$g', '$G'),
	`Text1_1_loc8` = REPLACE(`Text1_1_loc8`, '$g', '$G'),
	`Text2_0_loc8` = REPLACE(`Text2_0_loc8`, '$g', '$G'),
	`Text2_1_loc8` = REPLACE(`Text2_1_loc8`, '$g', '$G'),
	`Text3_0_loc8` = REPLACE(`Text3_0_loc8`, '$g', '$G'),
	`Text3_1_loc8` = REPLACE(`Text3_1_loc8`, '$g', '$G'),
	`Text4_0_loc8` = REPLACE(`Text4_0_loc8`, '$g', '$G'),
	`Text4_1_loc8` = REPLACE(`Text4_1_loc8`, '$g', '$G'),
	`Text5_0_loc8` = REPLACE(`Text5_0_loc8`, '$g', '$G'),
	`Text5_1_loc8` = REPLACE(`Text5_1_loc8`, '$g', '$G'),
	`Text6_0_loc8` = REPLACE(`Text6_0_loc8`, '$g', '$G'),
	`Text6_1_loc8` = REPLACE(`Text6_1_loc8`, '$g', '$G'),
	`Text7_0_loc8` = REPLACE(`Text7_0_loc8`, '$g', '$G'),
	`Text7_1_loc8` = REPLACE(`Text7_1_loc8`, '$g', '$G'),
	`Text0_0_loc8` = REPLACE(`Text0_0_loc8`, '$c', '$C'),
	`Text0_1_loc8` = REPLACE(`Text0_1_loc8`, '$c', '$C'),
	`Text1_0_loc8` = REPLACE(`Text1_0_loc8`, '$c', '$C'),
	`Text1_1_loc8` = REPLACE(`Text1_1_loc8`, '$c', '$C'),
	`Text2_0_loc8` = REPLACE(`Text2_0_loc8`, '$c', '$C'),
	`Text2_1_loc8` = REPLACE(`Text2_1_loc8`, '$c', '$C'),
	`Text3_0_loc8` = REPLACE(`Text3_0_loc8`, '$c', '$C'),
	`Text3_1_loc8` = REPLACE(`Text3_1_loc8`, '$c', '$C'),
	`Text4_0_loc8` = REPLACE(`Text4_0_loc8`, '$c', '$C'),
	`Text4_1_loc8` = REPLACE(`Text4_1_loc8`, '$c', '$C'),
	`Text5_0_loc8` = REPLACE(`Text5_0_loc8`, '$c', '$C'),
	`Text5_1_loc8` = REPLACE(`Text5_1_loc8`, '$c', '$C'),
	`Text6_0_loc8` = REPLACE(`Text6_0_loc8`, '$c', '$C'),
	`Text6_1_loc8` = REPLACE(`Text6_1_loc8`, '$c', '$C'),
	`Text7_0_loc8` = REPLACE(`Text7_0_loc8`, '$c', '$C'),
	`Text7_1_loc8` = REPLACE(`Text7_1_loc8`, '$c', '$C'),
	`Text0_0_loc8` = REPLACE(`Text0_0_loc8`, '$r', '$R'),
	`Text0_1_loc8` = REPLACE(`Text0_1_loc8`, '$r', '$R'),
	`Text1_0_loc8` = REPLACE(`Text1_0_loc8`, '$r', '$R'),
	`Text1_1_loc8` = REPLACE(`Text1_1_loc8`, '$r', '$R'),
	`Text2_0_loc8` = REPLACE(`Text2_0_loc8`, '$r', '$R'),
	`Text2_1_loc8` = REPLACE(`Text2_1_loc8`, '$r', '$R'),
	`Text3_0_loc8` = REPLACE(`Text3_0_loc8`, '$r', '$R'),
	`Text3_1_loc8` = REPLACE(`Text3_1_loc8`, '$r', '$R'),
	`Text4_0_loc8` = REPLACE(`Text4_0_loc8`, '$r', '$R'),
	`Text4_1_loc8` = REPLACE(`Text4_1_loc8`, '$r', '$R'),
	`Text5_0_loc8` = REPLACE(`Text5_0_loc8`, '$r', '$R'),
	`Text5_1_loc8` = REPLACE(`Text5_1_loc8`, '$r', '$R'),
	`Text6_0_loc8` = REPLACE(`Text6_0_loc8`, '$r', '$R'),
	`Text6_1_loc8` = REPLACE(`Text6_1_loc8`, '$r', '$R'),
	`Text7_0_loc8` = REPLACE(`Text7_0_loc8`, '$r', '$R'),
	`Text7_1_loc8` = REPLACE(`Text7_1_loc8`, '$r', '$R'),
	`Text0_0_loc8` = REPLACE(`Text0_0_loc8`, '$n', '$N'),
	`Text0_1_loc8` = REPLACE(`Text0_1_loc8`, '$n', '$N'),
	`Text1_0_loc8` = REPLACE(`Text1_0_loc8`, '$n', '$N'),
	`Text1_1_loc8` = REPLACE(`Text1_1_loc8`, '$n', '$N'),
	`Text2_0_loc8` = REPLACE(`Text2_0_loc8`, '$n', '$N'),
	`Text2_1_loc8` = REPLACE(`Text2_1_loc8`, '$n', '$N'),
	`Text3_0_loc8` = REPLACE(`Text3_0_loc8`, '$n', '$N'),
	`Text3_1_loc8` = REPLACE(`Text3_1_loc8`, '$n', '$N'),
	`Text4_0_loc8` = REPLACE(`Text4_0_loc8`, '$n', '$N'),
	`Text4_1_loc8` = REPLACE(`Text4_1_loc8`, '$n', '$N'),
	`Text5_0_loc8` = REPLACE(`Text5_0_loc8`, '$n', '$N'),
	`Text5_1_loc8` = REPLACE(`Text5_1_loc8`, '$n', '$N'),
	`Text6_0_loc8` = REPLACE(`Text6_0_loc8`, '$n', '$N'),
	`Text6_1_loc8` = REPLACE(`Text6_1_loc8`, '$n', '$N'),
	`Text7_0_loc8` = REPLACE(`Text7_0_loc8`, '$n', '$N'),
	`Text7_1_loc8` = REPLACE(`Text7_1_loc8`, '$n', '$N'),
	`Text0_0_loc8` = REPLACE(`Text0_0_loc8`, ' $B', '$B'),
	`Text0_1_loc8` = REPLACE(`Text0_1_loc8`, ' $B', '$B'),
	`Text1_0_loc8` = REPLACE(`Text1_0_loc8`, ' $B', '$B'),
	`Text1_1_loc8` = REPLACE(`Text1_1_loc8`, ' $B', '$B'),
	`Text2_0_loc8` = REPLACE(`Text2_0_loc8`, ' $B', '$B'),
	`Text2_1_loc8` = REPLACE(`Text2_1_loc8`, ' $B', '$B'),
	`Text3_0_loc8` = REPLACE(`Text3_0_loc8`, ' $B', '$B'),
	`Text3_1_loc8` = REPLACE(`Text3_1_loc8`, ' $B', '$B'),
	`Text4_0_loc8` = REPLACE(`Text4_0_loc8`, ' $B', '$B'),
	`Text4_1_loc8` = REPLACE(`Text4_1_loc8`, ' $B', '$B'),
	`Text5_0_loc8` = REPLACE(`Text5_0_loc8`, ' $B', '$B'),
	`Text5_1_loc8` = REPLACE(`Text5_1_loc8`, ' $B', '$B'),
	`Text6_0_loc8` = REPLACE(`Text6_0_loc8`, ' $B', '$B'),
	`Text6_1_loc8` = REPLACE(`Text6_1_loc8`, ' $B', '$B'),
	`Text7_0_loc8` = REPLACE(`Text7_0_loc8`, ' $B', '$B'),
	`Text7_1_loc8` = REPLACE(`Text7_1_loc8`, ' $B', '$B');

UPDATE `locales_page_text` SET 
	`Text_loc8` = REPLACE(`Text_loc8`, '$g', '$G'),
	`Text_loc8` = REPLACE(`Text_loc8`, '$c', '$C'),
	`Text_loc8` = REPLACE(`Text_loc8`, '$n', '$N'),
	`Text_loc8` = REPLACE(`Text_loc8`, '$b', '$B'),
	`Text_loc8` = REPLACE(`Text_loc8`, ' $B', '$B');
	
UPDATE `mangos_string` SET 
	`content_loc8` = REPLACE(`content_loc8`, '$g', '$G'),
	`content_loc8` = REPLACE(`content_loc8`, '$n', '$N');
	
UPDATE `script_texts` SET 
	`content_loc8` = REPLACE(`content_loc8`, '$g', '$G'),
	`content_loc8` = REPLACE(`content_loc8`, '$c', '$C'),
	`content_loc8` = REPLACE(`content_loc8`, '$r', '$R'),
	`content_loc8` = REPLACE(`content_loc8`, '$n', '$N');